{
    "id": 23,
    "bn": "আল মু'মিনূন",
    "eng": "Al-Mu'minun",
    "engMeaning": "The Believers",
    "bnMeaning": "বিশ্বাসী",
    "Makkhi": true,
    "audioSrc": [
      {
        "name": "yasser-al-dossari-old",
        "src": "https://cdn.jsdelivr.net/gh/sahedencrypted/qapi@main/fvaudio/mominon-dosari-old.mp3",
        "captionArb": []
      },
      {
        "name": "yasser-al-dossari",
        "src": "https://media.blubrry.com/muslim_central_quran/podcasts.qurancentral.com/yasser-al-dossari/yasser-al-dossari-023.mp3"
      }
    ],
    "totalVerseCount": 118,
    "allVerse": [
      {
        "id": 1,
        "arb": "قَدْ اَفْلَحَ الْمُؤْمِنُوْنَۙ",
        "eng": "Successful indeed are the believers",
        "bn": "অবশ্যই মুমিনগণ সফল হয়েছে,",
        "pronunciationBn": "কাদ আফলা হাল মু’মিনূন।"
      },
      {
        "id": 2,
        "arb": "الَّذِيْنَ هُمْ فِىْ صَلَاتِهِمْ خَاشِعُوْنَ ۙ",
        "eng": "those who humble themselves in prayer;",
        "bn": "যারা নিজদের সালাতে বিনয়াবনত।",
        "pronunciationBn": "আল্লাযীনা হুম ফী সালা-তিহিম খা-শি‘ঊন,"
      },
      {
        "id": 3,
        "arb": "وَالَّذِيْنَ هُمْ عَنِ اللَّغْوِ مُعْرِضُوْنَۙ",
        "eng": "those who avoid idle talk;",
        "bn": "আর যারা অনর্থক কথাকর্ম থেকে বিমুখ।",
        "pronunciationBn": "ওয়াল্লাযীনা হুম ‘আনিল লাগবি মু‘রিদূন।"
      },
      {
        "id": 4,
        "arb": "وَالَّذِيْنَ هُمْ لِلزَّكٰوةِ فَاعِلُوْنَۙ",
        "eng": "those who pay alms-tax;",
        "bn": "আর যারা যাকাতের ক্ষেত্রে সক্রিয়।",
        "pronunciationBn": "ওয়াল্লাযীনা হুম লিঝঝাকা-তি ফা-‘ইলূন।"
      },
      {
        "id": 5,
        "arb": "وَالَّذِيْنَ هُمْ لِفُرُوْجِهِمْ حٰفِظُوْنَۙ",
        "eng": "those who guard their chastity",
        "bn": "আর যারা তাদের নিজদের লজ্জাস্থানের হিফাযতকারী।",
        "pronunciationBn": "ওয়াল্লাযীনা হুম লিফুরূজিহিম হা-ফিজূ ন।"
      },
      {
        "id": 6,
        "arb": "اِلَّا  عَلٰٓى اَزْوَاجِهِمْ اَوْ مَا مَلَـكَتْ اَيْمَانُهُمْ فَاِنَّهُمْ غَيْرُ مَلُوْمِيْنَ‌ۚ",
        "eng": "except with their wives or those ˹bondwomen˺ in their possession, for then they are free from blame,",
        "bn": "তবে তাদের স্ত্রী ও তাদের ডান হাত যার মালিক হয়েছে তারা ছাড়া, নিশ্চয় এতে তারা নিন্দিত হবে না।",
        "pronunciationBn": "ইল্লা-‘আলাআঝওয়া-জিহিম আও মা-মালাকাত আইমা-নুহুম ফাইন্নাহুম গাইরু মালূমীন।"
      },
      {
        "id": 7,
        "arb": "فَمَنِ ابْتَغٰى وَرَآءَ ذٰ لِكَ فَاُولٰٓٮِٕكَ هُمُ الْعٰدُوْنَ‌  ۚ",
        "eng": "but whoever seeks beyond that are the transgressors;",
        "bn": "অতঃপর যারা এদের ছাড়া অন্যকে কামনা করে তারাই সীমালঙ্ঘনকারী।",
        "pronunciationBn": "ফামানিবতাগা-ওয়ারাআ যা-লিকা ফাউলাইকা হুমুল ‘আ-দূন।"
      },
      {
        "id": 8,
        "arb": "وَالَّذِيْنَ هُمْ لِاَمٰنٰتِهِمْ وَعَهْدِهِمْ رَاعُوْنَ ۙ",
        "eng": "˹the believers are also˺ those who are true to their trusts and covenants;",
        "bn": "আর যারা নিজদের আমানতসমূহ ও অঙ্গীকারে যত্নবান।",
        "pronunciationBn": "ওয়াল্লা যীনা হুম লিআমা-না-তিহিম ওয়া‘আহদিহিম রা-‘ঊন।"
      },
      {
        "id": 9,
        "arb": "وَالَّذِيْنَ هُمْ عَلٰى صَلَوٰتِهِمْ يُحَافِظُوْنَ‌ۘ",
        "eng": "and those who are ˹properly˺ observant of their prayers.",
        "bn": "আর যারা নিজদের সালাতসমূহ হিফাযত করে।",
        "pronunciationBn": "ওয়াল্লাযীনা হুম ‘আলা-সালাওয়া-তিহিম ইউহা-ফিজূ ন।"
      },
      {
        "id": 10,
        "arb": "اُولٰٓٮِٕكَ هُمُ الْوَارِثُوْنَ ۙ",
        "eng": "These are the ones who will be awarded",
        "bn": "তারাই হবে ওয়ারিস।",
        "pronunciationBn": "উলাইকা হুমুল ওয়া-রিছূ ন।"
      },
      {
        "id": 11,
        "arb": "الَّذِيْنَ يَرِثُوْنَ الْفِرْدَوْسَؕ هُمْ فِيْهَا  خٰلِدُوْنَ",
        "eng": "Paradise as their own. They will be there forever.",
        "bn": "যারা ফিরদাউসের অধিকারী হবে। তারা সেখানে স্থায়ী হবে।",
        "pronunciationBn": "আল্লাযীনা ইয়ারিছূনাল ফিরদাউছা হুম ফীহা-খা-লিদূ ন।"
      },
      {
        "id": 12,
        "arb": "وَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ سُلٰلَةٍ مِّنْ طِيْنٍ‌ ۚ",
        "eng": "And indeed, We created humankind from an extract of clay,",
        "bn": "আর অবশ্যই আমি মানুষকে মাটির নির্যাস থেকে সৃষ্টি করেছি।",
        "pronunciationBn": "ওয়ালাকাদ খালাকনাল ইনছা-না মিন ছুলা-লাতিম মিন তীন।"
      },
      {
        "id": 13,
        "arb": "ثُمَّ جَعَلْنٰهُ نُطْفَةً فِىْ قَرَارٍ مَّكِيْنٍ",
        "eng": "then placed each ˹human˺ as a sperm-drop in a secure place,",
        "bn": "তারপর আমি তাকে শুক্ররূপে সংরক্ষিত আধারে স্থাপন করেছি।",
        "pronunciationBn": "ছু ম্মা জা‘আলনা-হু নুতফাতান ফী কারা-রিম মাকীন।"
      },
      {
        "id": 14,
        "arb": "ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظٰمًا فَكَسَوْنَا الْعِظٰمَ لَحْمًا ثُمَّ اَنْشَاْنٰهُ خَلْقًا اٰخَرَ‌  ؕ فَتَبٰـرَكَ اللّٰهُ اَحْسَنُ الْخٰلِقِيْنَ ؕ",
        "eng": "then We developed the drop into a clinging clot, then developed the clot into a lump ˹of flesh˺, then developed the lump into bones, then clothed the bones with flesh, then We brought it into being as a new creation. So Blessed is Allah, the Best of Creators.",
        "bn": "তারপর শুক্রকে আমি ‘আলাকায় পরিণত করি। তারপর ‘আলাকাকে গোশতপিন্ডে পরিণত করি। তারপর গোশতপিন্ডকে হাড়ে পরিণত করি। তারপর হাড়কে গোশ্ত দিয়ে আবৃত করি। অতঃপর তাকে অন্য এক সৃষ্টিরূপে গড়ে তুলি। অতএব সর্বোত্তম স্রষ্টা আল্লাহ কত বরকতময়!",
        "pronunciationBn": "ছু ম্মা খালাকনান নুতফাতা ‘আলাকাতান ফাখালাকনাল ‘আলাকাতা মুদগাতান ফাখালাকনাল মুদগাতা ‘ইজা-মান ফাকাছাওনাল ‘ইজা-মা লাহমান ছু ম্মা আনশা’না-হু খালকান আ-খারা ফাতাবা-রাকাল্লা-হু আহছানুল খা-লিকীন।"
      },
      {
        "id": 15,
        "arb": "ثُمَّ اِنَّكُمْ بَعْدَ ذٰلِكَ لَمَيِّتُوْنَؕ",
        "eng": "After that you will surely die,",
        "bn": "এরপর অবশ্যই তোমরা মরবে।",
        "pronunciationBn": "ছু ম্মা ইন্নাকুম বা‘দা যা-লিকা লামাইয়িতূন।"
      },
      {
        "id": 16,
        "arb": "ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ تُبْعَثُوْنَ",
        "eng": "then on the Day of Judgment you will be resurrected.",
        "bn": "তারপর কিয়ামতের দিন অবশ্যই তোমরা পুনরুত্থিত হবে।",
        "pronunciationBn": "ছু ম্মা ইন্নাকুম ইয়াওমাল কিয়া-মাতি তুব‘আছূন।"
      },
      {
        "id": 17,
        "arb": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآٮِٕقَ  ۖ  وَمَا كُنَّا عَنِ الْخَـلْقِ غٰفِلِيْنَ",
        "eng": "And indeed, We created above you seven levels ˹of heaven˺. We are never unmindful of ˹Our˺ creation.",
        "bn": "আর অবশ্যই আমি তোমাদের উপর সাতটি স্তর সৃষ্টি করেছি। আর আমি সৃষ্টি সম্পর্কে উদাসীন ছিলাম না।",
        "pronunciationBn": "ওয়া লাকাদ খালাকনা-ফাওকাকুম ছাব‘আ তারাইকা ওয়ামা-কুন্না-‘আনিল খালকিগা-ফিলীন।"
      },
      {
        "id": 18,
        "arb": "وَاَنْزَلْنَا مِنَ السَّمَآءِ مَآءًۢ بِقَدَرٍ فَاَسْكَنّٰهُ فِى الْاَرْضِ‌ۖ وَاِنَّا عَلٰى ذَهَابٍۢ بِهٖ لَقٰدِرُوْنَ‌ ۚ",
        "eng": "We send down rain from the sky in perfect measure, causing it to soak into the earth. And We are surely able to take it away.",
        "bn": "আর আমি আকাশ থেকে পরিমিতভাবে পানি বর্ষণ করেছি। অতঃপর আমি তা যমীনে সংরক্ষণ করেছি। আর অবশ্যই আমি সেটাকে অপসারণ করতেও সক্ষম।",
        "pronunciationBn": "ওয়া আনঝালনা-মিনাছ ছামাই মাআম বিকাদারিন ফাআছকান্না-হু ফিল আরদি ওয়া ইন্না-‘আলা-যাহা-বিম বিহী লাকা-দিরূন।"
      },
      {
        "id": 19,
        "arb": "فَاَنْشَاْنَا لَـكُمْ بِهٖ جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّ اَعْنَابٍ‌ ۘ لَـكُمْ فِيْهَا فَوَاكِهُ كَثِيْرَةٌ وَّمِنْهَا تَاْكُلُوْنَ ۙ",
        "eng": "With it We produce for you gardens of palm trees and grapevines, in which there are abundant fruits, and from which you may eat,",
        "bn": "তারপর আমি তা দ্বারা তোমাদের জন্য খেজুর ও আঙ্গুরের বাগানসমূহ সৃষ্টি করেছি। তাতে তোমাদের জন্য প্রচুর ফল থাকে। আর তা থেকেই তোমরা খাও।",
        "pronunciationBn": "ফাআনশা’না-লাকুম বিহী জান্না-তিম মিন নাখীলিওঁ ওয়া ‘আনা-ব । লাকুম ফীহা-ফাওয়াকিহু কাছী রাতুওঁ ওয়া মিনহা-তা’কুলূন।"
      },
      {
        "id": 20,
        "arb": "وَشَجَرَةً  تَخْرُجُ مِنْ طُوْرِ سَيْنَآءَ تَنْۢبُتُ بِالدُّهْنِ وَصِبْغٍ لِّلْاٰكِلِيْنَ",
        "eng": "as well as ˹olive˺ trees which grow at Mount Sinai, providing oil and a condiment to eat.",
        "bn": "আর এক বৃক্ষ যা সিনাই পাহাড় হতে উদগত হয়, যা আহারকারীদের জন্য তেল ও তরকারী উৎপন্ন করে।",
        "pronunciationBn": "ওয়া শাজারাতান তাখরুজুমিন তূরি ছাইনাআ তামবুতুবিদ্দুহনি ওয়াছিবগিল লিলআ-কিলীন।"
      },
      {
        "id": 21,
        "arb": "وَ اِنَّ لَـكُمْ فِى الْاَنْعَامِ لَعِبْرَةً‌   ؕ نُسْقِيْكُمْ مِّمَّا فِىْ بُطُوْنِهَا وَلَـكُمْ فِيْهَا مَنَافِعُ كَثِيْرَةٌ وَّمِنْهَا تَاْكُلُوْنَ ۙ",
        "eng": "And there is certainly a lesson for you in cattle, from whose bellies We give you ˹milk˺ to drink, and in them are many other benefits for you, and from them you may eat.",
        "bn": "আর নিশ্চয় গবাদিপশুর মধ্যে তোমাদের জন্য শিক্ষণীয় বিষয় রয়েছে। তাদের পেটে যা আছে তা থেকে আমি তোমাদেরকে পান করাই। আর এতে তোমাদের জন্য প্রচুর উপকারিতা রয়েছে এবং তা থেকে তোমরা খাও।",
        "pronunciationBn": "ওয়া ইন্না লাকুম ফিল আন‘আ-মি লা‘ইবরাতান নুছকীকুম মিম্মা-ফী বুতূনিহা-ওয়া লাকুম ফীহা-মানা-ফি‘উ কাছীরাতুওঁ ওয়া মিনহা-তা’কুলূন।"
      },
      {
        "id": 22,
        "arb": "وَعَلَيْهَا وَعَلَى الْـفُلْكِ تُحْمَلُوْنَ",
        "eng": "And you are carried upon ˹some of˺ them and upon ships.",
        "bn": "আর এসব পশু ও নৌকায় তোমাদেরকে আরোহণ করানো হয়।",
        "pronunciationBn": "ওয়া ‘আলাইহা-ওয়া ‘আলাল ফুলকি তুহমালূন।"
      },
      {
        "id": 23,
        "arb": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَـكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ  ؕ اَفَلَا تَتَّقُوْنَ",
        "eng": "Indeed, We sent Noah to his people. He declared, “O my people! Worship Allah ˹alone˺. You have no god other than Him. Will you not then fear ˹Him˺?”",
        "bn": "আর অবশ্যই আমি নূহকে তার কওমের নিকট প্রেরণ করেছিলাম। অতঃপর সে বলল, ‘হে আমার কওম, তোমরা আল্লাহর ইবাদাত কর। তিনি ছাড়া তোমাদের কোন ইলাহ নেই। তবুও কি তোমরা তাকওয়া অবলম্বন করবে না’?",
        "pronunciationBn": "ওয়া লাকাদ আরছালনা-নূহান ইলা-কাওমিহী ফাকা-লা ইয়া-কাওমি‘বুদল্লা-হা মালাকুম মিন ইলা-হিন গাইরুহূ আফালা-তাত্তাকূন।"
      },
      {
        "id": 24,
        "arb": "فَقَالَ الْمَلَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ مَا هٰذَاۤ اِلَّا بَشَرٌ مِّثْلُكُمْ ۙ يُرِيْدُ اَنْ يَّـتَفَضَّلَ عَلَيْكُمْ ؕ وَلَوْ شَآءَ اللّٰهُ لَاَنْزَلَ مَلٰٓٮِٕكَةً  ۖۚ مَّا سَمِعْنَا بِهٰذَا فِىْۤ اٰبَآٮِٕنَا الْاَوَّلِيْنَ‌ ۚ",
        "eng": "But the disbelieving chiefs of his people said ˹to the masses˺, “This is only a human like you, who wants to be superior to you. Had Allah willed, He could have easily sent down angels ˹instead˺. We have never heard of this in ˹the history of˺ our forefathers.",
        "bn": "তারপর তার সম্প্রদায়ের নেতৃস্থানীয়গণ, যারা কুফরী করেছিল- তারা বলল, ‘এতো তোমাদের মত একজন মানুষ ছাড়া কিছুই না। সে তোমাদের উপর শ্রেষ্ঠত্ব লাভ করতে চায়। আর আল্লাহ ইচ্ছা করলে অবশ্যই ফেরেশতা নাযিল করতেন। এ কথাতো আমরা আমাদের পূর্ববর্তী পিতৃপুরুষদের সময়েও শুনিনি’।",
        "pronunciationBn": "ফাকা-লাল মালাউল্লাযীনা কাফারূমিন কাওমিহী মা-হা-যাইল্লা-বাশারুম মিছলুকুম ইউরীদুআইঁ ইয়াতাফাদ্দালা ‘আলাইকুম ওয়া লাও শাআল্লা-হু লাআনঝালা মালাইকাতাম মা-ছামি‘না-বিহা-যা-ফীআ-বাইনাল আওওয়ালীন।"
      },
      {
        "id": 25,
        "arb": "اِنْ هُوَ  اِلَّا رَجُلٌۢ بِهٖ جِنَّةٌ فَتَرَبَّصُوْا بِهٖ حَتّٰى حِيْنٍ",
        "eng": "He is simply insane, so bear with him for a while.”",
        "bn": "‘সে কেবল এমন এক লোক, যার মধ্যে পাগলামী রয়েছে। অতএব তোমরা তার সম্পর্কে কিছুকাল অপেক্ষা কর’।",
        "pronunciationBn": "ইন হুওয়া ইল্লা-রাজুলুম বিহী জিন্নাতুন ফাতারাব্বাসুবিহী হাত্তা-হীন।"
      },
      {
        "id": 26,
        "arb": "قَالَ رَبِّ انْصُرْنِىْ  بِمَا كَذَّبُوْنِ",
        "eng": "Noah prayed, “My Lord! Help me, because they have denied ˹me˺.”",
        "bn": "নূহ বলল, ‘হে আমার রব, আমাকে সাহায্য করুন। কেননা তারা আমাকে মিথ্যাবাদী বলেছে’।",
        "pronunciationBn": "কা-লা রাব্বিনসুরনী বিমা-কাযযাবূন।"
      },
      {
        "id": 27,
        "arb": "فَاَوْحَيْنَاۤ اِلَيْهِ اَنِ اصْنَعِ الْفُلْكَ بِاَعْيُنِنَا وَ وَحْيِنَا فَاِذَا جَآءَ اَمْرُنَا وَفَارَ التَّـنُّوْرُ‌ۙ فَاسْلُكْ فِيْهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ‌ۚ وَلَا تُخَاطِبْنِىْ فِى الَّذِيْنَ ظَلَمُوْا‌ۚ اِنَّهُمْ مُّغْرَقُوْنَ",
        "eng": "So We inspired him: “Build the Ark under Our ˹watchful˺ Eyes and directions. Then when Our command comes and the oven bursts ˹with water˺, take on board a pair from every species along with your family—except those against whom the decree ˹to drown˺ has already been passed. And do not plead with Me for those who have done wrong, for they will surely be drowned.”",
        "bn": "তারপর আমি তার কাছে ওহী প্রেরণ করলাম যে, তুমি আমার চোখের সামনে ও আমার ওহী অনুযায়ী নৌকা তৈরী কর। তারপর যখন আমার আদেশ আসবে এবং চুলা (পানিতে) উথলে উঠবে তখন প্রত্যেক জীবের এক জোড়া ও তোমার পরিবারবর্গকে নৌযানে তুলে নিও; তবে তাদের মধ্যে যাদের ব্যাপারে পূর্বে সিদ্ধান্ত হয়ে আছে তারা ছাড়া। আর যারা যুলম করেছে তাদের ব্যাপারে তুমি আমাকে সম্বোধন করো না। নিশ্চয় তারা নিমজ্জিত হবে।",
        "pronunciationBn": "ফাআওহাইনা ইলাইহি আনিসনা‘ইল ফুলকা বিআ‘ইউনিনা-ওয়া ওয়াহয়িনা-ফাইযাজাআ আমরুনা-ওয়া ফা-রাততাননূরূ ফাছলুক ফীহা-মিন কুলিন ঝাওজাইনিছনাইনি ওয়া আহ লাকা ইল্লা-মান ছাবাকা ‘আলাইহিল কাওলুমিনহুম ওয়ালা-তুখা-তিবনী ফিল্লাযীনা জালামূ ইন্নাহুম মুগরাকূন।"
      },
      {
        "id": 28,
        "arb": "فَاِذَا اسْتَوَيْتَ اَنْتَ وَمَنْ مَّعَكَ عَلَى الْـفُلْكِ فَقُلِ الْحَمْدُ لِلّٰهِ  الَّذِىْ نَجّٰٮنَا مِنَ الْقَوْمِ الظّٰلِمِيْنَ",
        "eng": "Then when you and those with you have settled in the Ark, say, “All praise is for Allah, Who saved us from the wrongdoing people.”",
        "bn": "অতঃপর যখন তুমি ও তোমার সঙ্গীরা নৌযানে আরোহণ করবে তখন বলবে, ‘সকল প্রশংসা আল্লাহর জন্য, যিনি আমাদেরকে যালিম কওম থেকে মুক্তি দিয়েছেন’।",
        "pronunciationBn": "ফাইযাছ তাওয়াইতা আনতা ওয়া মাম মা‘আকা ‘আলাল ফুলকি ফাকুল্লি হামদুলিল্লা-হি ল্লাযী নাজ্জা-না-মিনাল কাওমিজ্জা-লিমীন।"
      },
      {
        "id": 29,
        "arb": "وَقُلْ رَّبِّ اَنْزِلْنِىْ مُنْزَلًا مُّبٰـرَكًا وَّاَنْتَ خَيْرُ الْمُنْزِلِيْنَ",
        "eng": "And pray, “My Lord! Allow me a blessed landing, for You are the best accommodator.”",
        "bn": "তুমি আরও বলবে, ‘হে আমার রব, আমাকে বরকতময় অবতরণস্থলে অবতরণ করান। আর আপনিই সর্বশ্রেষ্ঠ অবতরণকারী’।",
        "pronunciationBn": "ওয়া কুর রাব্বি আনঝিলনী মুনঝালাম মুবা-রাকাওঁ ওয়া আনতা খাইরুল মুনঝিলীন।"
      },
      {
        "id": 30,
        "arb": "اِنَّ فِىْ ذٰ لِكَ لَاٰيٰتٍ وَّاِنْ كُنَّا لَمُبْتَلِيْنَ",
        "eng": "Surely in this are lessons. And We ˹always˺ put ˹people˺ to the test.",
        "bn": "নিশ্চয় এর মধ্যে অনেক নিদর্শন রয়েছে। আর নিশ্চয় আমি পরীক্ষাকারী ছিলাম।",
        "pronunciationBn": "ইন্না ফী যা-লিকা লাআ-য়া-তিওঁ ওয়া ইন কুন্না-লামুবতালীন।"
      },
      {
        "id": 31,
        "arb": "ثُمَّ اَنْشَاْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ‌ ۚ",
        "eng": "Then We raised another generation after them,",
        "bn": "তারপর তাদের পরে আমি অন্য প্রজন্ম সৃষ্টি করেছি।",
        "pronunciationBn": "ছু ম্মা আশা’না-মিম বা‘দিহিম কারনান আ-খারীন।"
      },
      {
        "id": 32,
        "arb": "فَاَرْسَلْنَا فِيْهِمْ رَسُوْلًا مِّنْهُمْ اَنِ اعْبُدُوا اللّٰهَ مَا لَـكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ‌  ؕ اَفَلَا تَتَّقُوْنَ",
        "eng": "and sent to them a messenger from among themselves, ˹declaring,˺ “Worship Allah ˹alone˺. You have no god other than Him. Will you not then fear ˹Him˺?”",
        "bn": "অতঃপর তাদের মধ্যে তাদেরই একজনকে আমি রাসূলরূপে প্রেরণ করেছিলাম যে, তোমরা আল্লাহর ইবাদাত করবে, তিনি ছাড়া তোমাদের অন্য কোন (সত্য) ইলাহ নেই। তবুও কি তোমরা তাকওয়া অবলম্বন করবে না।",
        "pronunciationBn": "ফাআরছালনা-ফীহিম রাছূলাম মিনহুম আনি‘ বুদুল্লা-হা মা-লাকুম মিন ইলা-হিন গাইরুহূ আফালা-তাত্তাকূন।"
      },
      {
        "id": 33,
        "arb": "وَقَالَ الْمَلَاُ مِنْ قَوْمِهِ الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِلِقَآءِ الْاٰخِرَةِ وَاَتْرَفْنٰهُمْ فِى الْحَيٰوةِ الدُّنْيَا ۙ مَا هٰذَاۤ اِلَّا بَشَرٌ مِّثْلُكُمْ ۙ يَاْكُلُ مِمَّا تَاْكُلُوْنَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُوْنَ  ۙ",
        "eng": "But the chiefs of his people—who disbelieved, denied the meeting ˹with Allah˺ in the Hereafter, and were spoiled by the worldly luxuries We had provided for them—said ˹to the masses˺, “This is only a human like you. He eats what you eat, and drinks what you drink.",
        "bn": "আর তার সম্প্রদায়ের নেতৃস্থানীয় ব্যক্তিগণ যারা কুফরী করেছে, আখেরাতের সাক্ষাতকে অস্বীকার করেছে এবং আমি দুনিয়ার জীবনে যাদের ভোগ বিলাসিতা দিয়েছিলাম, তারা বলল, ‘সে কেবল তোমাদের মত একজন মানুষ, সে তাই খায় যা থেকে তোমরা খাও এবং সে তাই পান করে যা থেকে তোমরা পান কর’।",
        "pronunciationBn": "ওয়া কা-লাল মালাউ মিন কাওমিহিল্লাযীনা কাফারূওয়া কাযযাবূবিলিকাইল আখিরাতি ওয়া আতরাফনা-হুম ফিল হায়া-তিদ দুনইয়া- মা হা-যাইল্লা-বাশারুম মিছলুকুম ইয়া’কুলু মিম্মা-তা’কুলূনা মিনহু ওয়া ইয়াশরাবুমিম্মা-তাশরাবূন।"
      },
      {
        "id": 34,
        "arb": "وَلَٮِٕنْ اَطَعْتُمْ بَشَرًا مِّثْلَـكُمْ اِنَّكُمْ اِذًا  لَّخٰسِرُوْنَۙ",
        "eng": "And if you ˹ever˺ obey a human like yourselves, then you would certainly be losers.",
        "bn": "‘আর যদি তোমরা তোমাদের মতই একজন মানুষের আনুগত্য কর, তবে তোমরা অবশ্যই ক্ষতিগ্রস্ত হবে’।",
        "pronunciationBn": "ওয়া লাইন আতা‘তুম বাশারাম মিছলাকুম ইন্নাকুম ইযাল লাখা-ছিরূন।"
      },
      {
        "id": 35,
        "arb": "اَيَعِدُكُمْ اَنَّكُمْ اِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَّعِظَامًا اَنَّكُمْ مُّخْرَجُوْنَ  ۙ",
        "eng": "Does he promise you that once you are dead and reduced to dust and bones, you will be brought forth ˹alive˺?",
        "bn": "‘সে কি তোমাদের ওয়াদা দেয় যে, তোমরা যখন মারা যাবে এবং তোমরা মাটি ও হাড়ে পরিণত হয়ে যাবে। তোমাদেরকে অবশ্যই বের করা হবে?’",
        "pronunciationBn": "আইয়া‘ইদুকুমআন্নাকুমইযা-মিততুমওয়াকনতুমতুরা-বাওঁ ওয়া ‘ইজা-মান আন্নাকুম মুখরাজূন।"
      },
      {
        "id": 36,
        "arb": "هَيْهَاتَ هَيْهَاتَ لِمَا تُوْعَدُوْنَ   ۙ",
        "eng": "Impossible, simply impossible is what you are promised!",
        "bn": "অনেক দূর, তোমাদের যে ওয়াদা দেয়া হয়েছে তা অনেক দূর।",
        "pronunciationBn": "হাইহা-তা হাই-হাতা লিমা-তূ‘আদূন।"
      },
      {
        "id": 37,
        "arb": "اِنْ هِىَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ  ۙ",
        "eng": "There is nothing beyond our worldly life. We die, others are born, and none will be resurrected.",
        "bn": "‘এ শুধু আমাদের দুনিয়ার জীবন। আমরা মরে যাই এবং বেঁচে থাকি। আর আমরা পুনরুত্থিত হবার নই’।",
        "pronunciationBn": "ইন হিয়া ইল্লা-হায়া-তুনাদ দুনইয়া-নামূতুওয়া নাহইয়া-ওয়ামা-নাহনুবিমাব‘উছীন।"
      },
      {
        "id": 38,
        "arb": "اِنْ هُوَ اِلَّا رَجُلُ اۨفْتَـرٰى عَلَى اللّٰهِ كَذِبًا وَّمَا نَحْنُ لَهٗ بِمُؤْمِنِيْنَ",
        "eng": "He is no more than a man who has fabricated a lie about Allah, and we will never believe in him.”",
        "bn": "‘সে শুধু এক ব্যক্তি যে আল্লাহর উপর মিথ্যা আরোপ করেছে; আর আমরা তাঁর প্রতি ঈমান আনয়নকারী নই’।",
        "pronunciationBn": "ইন হুওয়া ইল্লা-রাজুলুনিফতারা-‘আলাল্লা-হি কাযিবাও ওয়ামা-নাহনুলাহূবিমু’মিনীন।"
      },
      {
        "id": 39,
        "arb": "قَالَ  رَبِّ انْصُرْنِىْ بِمَا كَذَّبُوْنِ",
        "eng": "The messenger prayed, “My Lord! Help me, because they have denied ˹me˺.”",
        "bn": "সে বলল, ‘হে আমার রব, আমাকে সাহায্য করুন, কারণ তারা আমাকে মিথ্যাবাদী বলেছে’।",
        "pronunciationBn": "কা-লা রাব্বিনসুরনী বিমা-কাযযাবূন।"
      },
      {
        "id": 40,
        "arb": "قَالَ عَمَّا قَلِيْلٍ لَّيُصْبِحُنَّ نٰدِمِيْنَ‌ۚ",
        "eng": "Allah responded, “Soon they will be truly regretful.”",
        "bn": "আল্লাহ বললেন, ‘কিছু সময়ের মধ্যেই তারা নিশ্চিতরূপে অনুতপ্ত হবে’।",
        "pronunciationBn": "কা-লা ‘আম্মা-কালীলিল লাইউসবিহুন্না না-দিমীন।"
      },
      {
        "id": 41,
        "arb": "فَاَخَذَتْهُمُ الصَّيْحَةُ بِالْحَـقِّ فَجَعَلْنٰهُمْ غُثَآءً‌ۚ فَبُعْدًا لِّـلْقَوْمِ  الظّٰلِمِيْنَ",
        "eng": "Then the ˹mighty˺ blast overtook them with justice, and We reduced them to rubble. So away with the wrongdoing people!",
        "bn": "অতঃপর যথার্থই তাদেরকে এক বিকট আওয়াজ পেয়ে বসল, তারপর আমি তাদেরকে খড়কুটায় পরিণত করলাম। সুতরাং যালিম কওমের জন্য ধ্বংস।",
        "pronunciationBn": "ফাআখাযাতহুমুসসাইহাতুবিলহাক্কিফাজা‘আলনা-হুম গুছাআন ফাবু‘দাল লিলকাওমিজ্জা-লিমীন।"
      },
      {
        "id": 42,
        "arb": "ثُمَّ اَنْشَاْنَا مِنْۢ بَعْدِهِمْ قُرُوْنًا اٰخَرِيْنَؕ",
        "eng": "Then We raised other generations after them.",
        "bn": "তারপর তাদের পরে আমি অন্য প্রজন্ম সৃষ্টি করেছি।",
        "pronunciationBn": "ছু ম্মা আনশা’না-মিম বা‘দিহিম কুরুনান আ-খারীন।"
      },
      {
        "id": 43,
        "arb": "مَا تَسْبِقُ مِنْ اُمَّةٍ اَجَلَهَا وَمَا يَسْتَـاْخِرُوْنَؕ",
        "eng": "No people can advance their doom, nor can they delay it.",
        "bn": "কোন জাতি থেকে তার নির্দিষ্ট মেয়াদ এগিয়ে আসে না এবং বিলম্বিতও হয় না।",
        "pronunciationBn": "মা-তাছবিকুমিন উম্মাতিন আজালাহা-ওয়ামা-ইয়াছতা’খিরূন।"
      },
      {
        "id": 44,
        "arb": "ثُمَّ اَرْسَلْنَا رُسُلَنَا تَتْـرَا‌  ؕ كُلَّ مَا جَآءَ اُمَّةً رَّسُوْلُهَا كَذَّبُوْهُ‌ فَاَتْبَـعْنَا بَعْـضَهُمْ بَعْـضًا وَّجَعَلْنٰهُمْ اَحَادِيْثَ‌  ۚ فَبُـعْدًا لِّـقَوْمٍ لَّا يُؤْمِنُوْنَ",
        "eng": "Then We sent Our messengers in succession: whenever a messenger came to his people, they denied him. So We destroyed them, one after the other, reducing them to ˹cautionary˺ tales. So away with the people who refuse to believe!",
        "bn": "এরপর আমি আমাদের রাসূলদেরকে ধারাবাহিকভাবে প্রেরণ করেছি, যখনই কোন জাতির কাছে তাদের রাসূল আসত, তখনই তারা তাকে অস্বীকার করত। অতঃপর আমি এদের এককে অপরের অনুসরণে ধ্বংস করে দিয়েছি এবং তাদেরকে কাহিনীতে পরিণত করেছি। সুতরাং ধ্বংস হোক সে কওম যারা ঈমান আনে না।",
        "pronunciationBn": "ছু ম্মা আর ছাল না-রুছুলানা-তাতরা- ‘কুল্লামা-জাআ উম্মাতার রাছূলুহা-কাযযাবূহু ফাআতবা‘না-বা‘দাহুম বা‘দাওঁ ওয়া জা‘আলনা-হুম আহা-দীছা ফাবু‘দাল লিকাওমিল লা-ইউ’মিনূন।"
      },
      {
        "id": 45,
        "arb": "ثُمَّ اَرْسَلْنَا مُوْسٰى وَاَخَاهُ هٰرُوْنَ ۙ بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ",
        "eng": "Then We sent Moses and his brother Aaron with Our signs and compelling proof",
        "bn": "তারপর আমি মূসা ও তার ভাই হারূনকে আমার নিদর্শনাবলী ও সুস্পষ্ট প্রমাণসহ প্রেরণ করেছি।",
        "pronunciationBn": "ছু ম্মা আর ছাল না-মূছা-ওয়া আখা-হু হা-রূনা বিআ-য়া-তিনা-ওয়া ছুলতা-নিম মুবীন।"
      },
      {
        "id": 46,
        "arb": "اِلٰى فِرْعَوْنَ وَمَلَا۟ٮِٕهٖ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا عٰلِيْنَ‌ ۚ",
        "eng": "to Pharaoh and his chiefs, but they behaved arrogantly and were a tyrannical people.",
        "bn": "ফির‘আউন ও তার পারিষদবর্গের কাছে; কিন্তু তারা অহঙ্কার করল এবং তারা ছিল উদ্ধত কওম।",
        "pronunciationBn": "ইলা-ফিরআওনা ওয়া মালাইহী ফাছতাকবারূওয়া কা-নূকাওমান ‘আ-লীন।"
      },
      {
        "id": 47,
        "arb": "فَقَالُـوْۤا  اَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَـنَا عٰبِدُوْنَ‌ۚ",
        "eng": "They argued, “Will we believe in two humans, like ourselves, whose people are slaves to us?”",
        "bn": "অতঃপর তারা বলল, আমরা কি আমাদের মতই দু’জন মানুষের প্রতি ঈমান আনব অথচ তাদের কওম আমাদের সেবাদাস।",
        "pronunciationBn": "ফাকা-লূআনু’মিনুলিবাশারাইনি মিছলিনা-ওয়া কাওমুহুমা-লানা-‘আ-বিদূন।"
      },
      {
        "id": 48,
        "arb": "فَكَذَّبُوْهُمَا  فَكَانُوْا مِنَ الْمُهْلَـكِيْنَ",
        "eng": "So they rejected them both, and ˹so˺ were among those destroyed.",
        "bn": "অতএব তারা তাদের উভয়কে মিথ্যাবাদী বলল। ফলে তারা ধ্বংসপ্রাপ্তদের অন্তর্ভুক্ত হয়ে গেল।",
        "pronunciationBn": "ফাকাযযাবূহুমা-ফাকা-নূমিনাল মুহলাকীন।"
      },
      {
        "id": 49,
        "arb": "وَلَـقَدْ اٰتَيْنَا مُوْسَى الْـكِتٰبَ لَعَلَّهُمْ  يَهْتَدُوْنَ",
        "eng": "And We certainly gave Moses the Scripture, so perhaps his people would be ˹rightly˺ guided.",
        "bn": "আর অবশ্যই আমি মূসাকে কিতাব প্রদান করেছিলাম যাতে তারা হিদায়াতপ্রাপ্ত হয়।",
        "pronunciationBn": "ওয়া লাকাদ আ-তাইনা-মূছাল কিতা-বা লা‘আল্লাহুম ইয়াহতাদূন।"
      },
      {
        "id": 50,
        "arb": "وَجَعَلْنَا ابْنَ مَرْيَمَ وَاُمَّهٗۤ اٰيَةً وَّاٰوَيْنٰهُمَاۤ اِلٰى رَبْوَةٍ ذَاتِ قَرَارٍ وَّمَعِيْنٍ",
        "eng": "And We made the son of Mary and his mother a sign, and gave them refuge on high ground—a ˹suitable˺ place for rest with flowing water.",
        "bn": "আর আমি মারইয়াম-পুত্র ও তার মাকে নিদর্শন বানালাম এবং তাদেরকে আবাসযোগ্য ও ঝর্নাবিশিষ্ট এক উঁচু ভূমিতে আশ্রয় দিলাম।",
        "pronunciationBn": "ওয়া জা‘আলনাবনা মারয়ামা ওয়া উম্মাহূ আ-য়াতাওঁ ওয়াআ- ওয়াইনা-হুমা ইলারবওয়াতিন যা-তি কারা-রিওঁ ওয়া মা‘ঈন।"
      },
      {
        "id": 51,
        "arb": "يٰۤـاَيُّهَا الرُّسُلُ كُلُوْا مِنَ الطَّيِّبٰتِ وَاعْمَلُوْا صَالِحًـا‌  ؕ اِنِّىْ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ؕ",
        "eng": "O messengers! Eat from what is good and lawful, and act righteously. Indeed, I fully know what you do.",
        "bn": "‘হে রাসূলগণ, তোমরা পবিত্র ও ভাল বস্ত্ত থেকে খাও এবং সৎকর্ম কর। নিশ্চয় তোমরা যা কর সে সর্ম্পকে আমি সম্যক জ্ঞাত।",
        "pronunciationBn": "ইয়াআইয়ুহার রুছুলুকুলূমিনাততাইয়িবা-তি ওয়া‘মালূসা-লিহান ইন্নী বিমাতা‘মালূনা ‘আলীম।"
      },
      {
        "id": 52,
        "arb": "وَاِنَّ هٰذِهٖۤ اُمَّتُكُمْ اُمَّةً  وَّاحِدَةً وَّاَنَا رَبُّكُمْ فَاتَّقُوْنِ",
        "eng": "Surely this religion of yours is ˹only˺ one, and I am your Lord, so fear Me ˹alone˺.",
        "bn": "তোমাদের এই দীন তো একই দীন। আর আমি তোমাদের রব, অতএব তোমরা আমাকে ভয় কর।",
        "pronunciationBn": "ওয়া ইন্না হা-যিহীউম্মাতুকুম উম্মাতাওঁ ওয়াহিদাতাওঁ ওয়া আনা-রাব্বুকুম ফাত্তাকূন।"
      },
      {
        "id": 53,
        "arb": "فَتَقَطَّعُوْۤا اَمْرَهُمْ بَيْنَهُمْ زُبُرًا‌  ؕ كُلُّ حِزْبٍۢ بِمَا لَدَيْهِمْ فَرِحُوْنَ",
        "eng": "Yet the people have divided it into different sects, each rejoicing in what they have.",
        "bn": "তারপর লোকেরা তাদের মাঝে তাদের দীনকে বহুভাগে বিভক্ত করেছে। প্রত্যেক দলই তাদের কাছে যা আছে তা নিয়ে উৎফুল্ল।",
        "pronunciationBn": "ফাতাকাততা‘ঊআমরাহুম বাইনাহুম ঝুবুরান কুল্লুহিঝবিম বিমা-লাদাইহিম ফারিহূন।"
      },
      {
        "id": 54,
        "arb": "فَذَرْهُمْ فِىْ غَمْرَتِهِمْ حَتّٰى  حِيْنٍ",
        "eng": "So leave them ˹O Prophet˺ in their heedlessness for a while.",
        "bn": "সুতরাং কিছু সময়ের জন্য তাদেরকে স্বীয় বিভ্রান্তিতে থাকতে দাও।",
        "pronunciationBn": "ফাযারহুম ফী গামরাতিহিম হাত্তা-হীন।"
      },
      {
        "id": 55,
        "arb": "اَيَحْسَبُوْنَ اَنَّمَا نُمِدُّهُمْ بِهٖ مِنْ مَّالٍ وَّبَنِيْنَۙ",
        "eng": "Do they think, since We provide them with wealth and children,",
        "bn": "তারা কি মনে করছে যে, ধন-সম্পদ ও সন্তান-সন্ততি থেকে যা আমি তাদেরকে দেই।",
        "pronunciationBn": "আইয়াহছাবূনা আন্নামা-নুমিদ্দুহুম বিহী মিম মা-লিওঁ ওয়া বানীন।"
      },
      {
        "id": 56,
        "arb": "نُسَارِعُ لَهُمْ فِى الْخَيْـرٰتِ‌  ؕ بَلْ لَّا يَشْعُرُوْنَ",
        "eng": "that We hasten to ˹honour˺ them ˹with˺ all kinds of good? No! They are not aware.",
        "bn": "(তা দ্বারা) আমি তাদের কল্যাণে দ্রুত এগিয়ে নিয়ে যাচ্ছি; বরং তারা উপলদ্ধি করতে পারছে না।",
        "pronunciationBn": "নুছা-রি‘উ লাহুম ফিল খাইরা-তি বাল লা-ইয়াশ‘উরূন।"
      },
      {
        "id": 57,
        "arb": "اِنَّ الَّذِيْنَ هُمْ مِّنْ خَشْيَةِ  رَبِّهِمْ مُّشْفِقُوْنَۙ",
        "eng": "Surely those who tremble in awe of their Lord,",
        "bn": "নিশ্চয় যারা তাদের রবের ভয়ে ভীত-সন্ত্রস্ত,",
        "pronunciationBn": "ইন্নাল লাযীনা হুম মিন খাশইয়াতি রাব্বিহিম মুশফিকূন।"
      },
      {
        "id": 58,
        "arb": "وَالَّذِيْنَ هُمْ بِاٰيٰتِ رَبِّهِمْ يُؤْمِنُوْنَۙ",
        "eng": "and who believe in the revelations of their Lord,",
        "bn": "আর যারা তাদের রবের আয়াতসমূহে ঈমান আনে।",
        "pronunciationBn": "ওয়াল্লাযীনা হুম বিআ-য়া-তি রাব্বিহিম ইউ’মিনূন।"
      },
      {
        "id": 59,
        "arb": "وَالَّذِيْنَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُوْنَۙ",
        "eng": "and who associate none with their Lord,",
        "bn": "আর যারা তাদের রবের সাথে শিরক করে না,",
        "pronunciationBn": "ওয়াল্লাযীনা হুম বিরাব্বিহিম লা-ইউশরিকূন।"
      },
      {
        "id": 60,
        "arb": "وَالَّذِيْنَ يُؤْتُوْنَ مَاۤ اٰتَوْا وَّ قُلُوْبُهُمْ وَجِلَةٌ اَنَّهُمْ اِلٰى رَبِّهِمْ رٰجِعُوْنَ ۙ",
        "eng": "and who do whatever ˹good˺ they do with their hearts fearful, ˹knowing˺ that they will return to their Lord—",
        "bn": "আর যারা যা দান করে তা ভীত-কম্পিত হৃদয়ে করে থাকে এজন্য যে, তারা তাদের রবের দিকে প্রত্যাবর্তনশীল।",
        "pronunciationBn": "ওয়াল্লাযীনা ইউ’তূনা মাআ-তাওঁ ওয়া কুলূবুহুম ওয়াজিলাতুনআন্নাহুমইলা-লাব্বিহিম রাজি‘উন।"
      },
      {
        "id": 61,
        "arb": "اُولٰٓٮِٕكَ يُسَارِعُوْنَ فِىْ الْخَيْـرٰتِ وَهُمْ لَهَا سٰبِقُوْنَ",
        "eng": "it is they who race to do good deeds, always taking the lead.",
        "bn": "তারাই কল্যাণসমূহের দিকে দ্রুত এগিয়ে যাচ্ছে। এবং তাতে তারা অগ্রগামী।",
        "pronunciationBn": "উলাইকা ইউছা-রি‘উনা ফিল খাইরা-তি ওয়া হুম লাহা-ছা-বিকূন।"
      },
      {
        "id": 62,
        "arb": "وَلَا نُـكَلِّفُ نَفْسًا اِلَّا وُسْعَهَا‌  وَلَدَيْنَا كِتٰبٌ يَّـنْطِقُ بِالْحَـقِّ‌ وَهُمْ لَا يُظْلَمُوْنَ",
        "eng": "We never require of any soul more than what it can afford. And with Us is a record which speaks the truth. None will be wronged.",
        "bn": "আর আমি কাউকে তার সাধ্যের বাইরে কোন দায়িত্ব দেই না। আমার নিকট আছে এমন কিতাব যা সত্য কথা বলে এবং তারা অত্যাচারিত হবে না।",
        "pronunciationBn": "ওয়ালা-নুকালিলফুনাফছান ইল্লা-উছ‘আহা-ওয়া লাদাইনা-কিতা-বুইঁ ইয়ানতিকুবিলহাক্কি ওয়া হুম লা-ইউজলামূন।"
      },
      {
        "id": 63,
        "arb": "بَلْ قُلُوْبُهُمْ فِىْ  غَمْرَةٍ مِّنْ هٰذَا وَلَهُمْ اَعْمَالٌ مِّنْ دُوْنِ ذٰلِكَ هُمْ لَهَا عٰمِلُوْنَ",
        "eng": "But the hearts of those ˹who disbelieve˺ are oblivious to ˹all of˺ this, and they have other ˹evil˺ deeds, opposite to this, in which they are engrossed.",
        "bn": "বরং তাদের অন্তরসমূহ এ বিষয়ে বিভ্রান্তিতে রয়েছে। এছাড়া তাদের আরও আনেক আমল রয়েছে, যা তারা করছে।",
        "pronunciationBn": "বাল কুলূবুহুম ফী গামরাতিম মিন হা-যা-ওয়া লাহুম ‘আমা-লুমমিনদূনি যা-লিকা হুম লাহা-‘আ-মিলূন।"
      },
      {
        "id": 64,
        "arb": "حَتّٰۤى اِذَاۤ اَخَذْنَا مُتْـرَفِيْهِمْ بِالْعَذَابِ اِذَا هُمْ يَجْـــَٔرُوْنَؕ",
        "eng": "But as soon as We seize their elite with torment, they start to cry for help.",
        "bn": "অবশেষে যখন আমি তাদের ভোগবিলাসপূর্ণ জীবনধারীদের আযাব দ্বারা পাকড়াও করব, তখন তারা সজোরে আর্তনাদ করে উঠবে।",
        "pronunciationBn": "হাত্তাইযাআখাযনা -মুতরাফীহিম বিলআযা-বি ইযা-হুম ইয়াজআরূন।"
      },
      {
        "id": 65,
        "arb": "لَا تَجْـــَٔرُوا الْيَوْمَ‌ اِنَّكُمْ مِّنَّا لَا تُنْصَرُوْنَ",
        "eng": "˹They will be told,˺ “Do not cry for help today. Surely you will never be saved from Us.",
        "bn": "আজ তোমরা সজোরে আর্তনাদ করো না। নিশ্চয় তোমরা আমার পক্ষ থেকে সাহায্যপ্রাপ্ত হবে না।",
        "pronunciationBn": "লা-তাজআরুল ইয়াওমা ইন্নাকুম মিন্না-লা-তুনসারূন।"
      },
      {
        "id": 66,
        "arb": "قَدْ كَانَتْ اٰيٰتِىْ تُتْلٰى عَلَيْكُمْ فَـكُنْتُمْ  عَلٰٓى اَعْقَابِكُمْ تَـنْكِصُوْنَۙ",
        "eng": "Indeed, My revelations were recited to you, but you used to back away ˹in disgust˺,",
        "bn": "আমার আয়াতসমূহ তোমাদের সামনে অবশ্যই তিলাওয়াত করা হত, তারপর তোমরা তোমাদের পেছন ফিরে চলে যেতে,",
        "pronunciationBn": "কাদ কা-নাত আ-য়া-তী তুতলা-আলাইকুম ফাকুনতুম ‘আলাআ’কা-বিকুম তানকিসূন।"
      },
      {
        "id": 67,
        "arb": "مُسْتَكْبِرِيْنَ  ‌ۖ  بِهٖ سٰمِرًا تَهْجُرُوْنَ",
        "eng": "boasting of the Sacred House, and babbling ˹nonsense about the Quran˺ by night.”",
        "bn": "এর উপর অহঙ্কারবশে, রাত জেগে অর্থহীন গল্প-গুজব করতে।",
        "pronunciationBn": "মুছতাকবিরীনা বিহী ছা-মিরান তাহজুরূন।"
      },
      {
        "id": 68,
        "arb": "اَفَلَمْ يَدَّبَّرُوا الْقَوْلَ اَمْ جَآءَهُمْ مَّا لَمْ يَاْتِ اٰبَآءَهُمُ الْاَوَّلِيْنَ",
        "eng": "Is it because they have never contemplated the Word ˹of Allah˺? Or ˹because˺ there has come to them something that did not come to their forefathers?",
        "bn": "তারা কি এ বাণী সম্পর্কে চিন্তা-ভাবনা করে না? নাকি তাদের কাছে এমন কিছু এসেছে যা তাদের পূর্ববর্তী পিতৃপুরুষদের কাছে আসেনি?",
        "pronunciationBn": "আফালাম ইয়াদ্দাব্বারুল কাওলা আম জাআহুম মা-লাম ইয়া’তি আ-বাআ হুমুল আওওয়ালীন।"
      },
      {
        "id": 69,
        "arb": "اَمْ لَمْ يَعْرِفُوْا رَسُوْلَهُمْ فَهُمْ لَهٗ مُنْكِرُوْنَ",
        "eng": "Or ˹because˺ they failed to recognize their Messenger, and so they denied him?",
        "bn": "নাকি তারা তাদের রাসূলকে চিনতে পারেনি, ফলে তারা তাকে অস্বীকার করছে?",
        "pronunciationBn": "আম লাম ইয়া‘রিফূরাছুলাহুম ফাহুম লাহূমুনকিরূন।"
      },
      {
        "id": 70,
        "arb": "اَمْ يَـقُوْلُوْنَ بِهٖ جِنَّةٌ  ؕ بَلْ جَآءَهُمْ بِالْحَـقِّ وَاَكْثَرُهُمْ لِلْحَقِّ كٰرِهُوْنَ",
        "eng": "Or ˹because˺ they say, “He is insane?” In fact, he has come to them with the truth, but most of them are resentful of the truth.",
        "bn": "নাকি তারা বলছে যে, তার মধ্যে কোন পাগলামী রয়েছে? না, বরং সে তাদের কাছে সত্য নিয়েই এসেছিল। আর তাদের অধিকাংশ লোকই সত্যকে অপছন্দকারী।",
        "pronunciationBn": "আম ইয়াকূলূনা বিহী জিন্নাতুম বাল জাআহুম বিলহাক্কিওয়া আকছারুহুম লিলহাক্কি কা-রিহূন।"
      },
      {
        "id": 71,
        "arb": "وَلَوِ اتَّبَعَ الْحَـقُّ اَهْوَآءَهُمْ  لَفَسَدَتِ السَّمٰوٰتُ وَالْاَرْضُ وَمَنْ فِيْهِنَّ‌ؕ بَلْ اَتَيْنٰهُمْ بِذِكْرِهِمْ فَهُمْ  عَنْ ذِكْرِهِمْ مُّعْرِضُوْنَؕ",
        "eng": "Had the truth followed their desires, the heavens, the earth, and all those in them would have certainly been corrupted. In fact, We have brought them ˹the means to˺ their glory, but they turn away from it.",
        "bn": "আর যদি সত্য তাদের কামনা-বাসনার অনুগামী হত, তবে আসমানসমূহ, যমীন ও এতদোভয়ের মধ্যস্থিত সব কিছু বিপর্যস্ত হয়ে যেত; বরং আমি তাদেরকে দিয়েছি তাদের উপদেশবাণী (কুরআন)। অথচ তারা তাদের উপদেশ হতে মুখ ফিরিয়ে নিচ্ছে।",
        "pronunciationBn": "ওয়ালা বিততাবা‘আল হাক্কুআহওয়াআহুম লাফাছাদাতিছ ছামা-ওয়া-তুওয়াল আরদ ওয়া মান ফীহিন্না বাল আতাইনা-হুম বিযিকরিহিম ফাহুম ‘আন যিকরিহিম মু‘রিদূ ন।"
      },
      {
        "id": 72,
        "arb": "اَمْ تَسْــَٔـلُهُمْ خَرْجًا فَخَرٰجُ رَبِّكَ خَيْرٌ‌ ‌ۖ  وَّهُوَ خَيْرُ الرّٰزِقِيْنَ",
        "eng": "Or ˹is it because˺ you ˹O Prophet˺ are asking them for tribute? But the reward of your Lord is best, for He is the Best Provider.",
        "bn": "নাকি তুমি তাদের কাছে কোন প্রতিদান চাও? তবে তোমার রবের প্রতিদান সর্বোত্তম। আর তিনিই সর্বোত্তম রিয্কদাতা।",
        "pronunciationBn": "আম তাছআলুহুম খারজান ফাখারা-জুরাব্বিকা খাইরুওঁ ওয়া হুওয়া খাইরুর রা-ঝিকীন।"
      },
      {
        "id": 73,
        "arb": "وَاِنَّكَ لَـتَدْعُوْهُمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ",
        "eng": "And surely you are calling them to the Straight Path,",
        "bn": "আর নিশ্চয় তুমি তাদের সরল-সঠিক পথের দাওয়াত দিচ্ছ।",
        "pronunciationBn": "ওয়া ইন্নাকা লাতাদ‘ঊহুম ইলা-সিরা-তিম মুছতাকীম।"
      },
      {
        "id": 74,
        "arb": "وَاِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ عَنِ الصِّرَاطِ لَـنٰكِبُوْنَ",
        "eng": "but those who disbelieve in the Hereafter are certainly deviating from that Path.",
        "bn": "আর নিশ্চয় যারা আখেরাতের প্রতি ঈমান আনে না, তারাই এই পথ থেকে বিচ্যুত।",
        "pronunciationBn": "ওয়া ইন্নাল্লাযীনা লা-ইউ’মিনূনা বিলআ-খিরাতি ‘আনিসসিরা-তিলানা-কিবূন।"
      },
      {
        "id": 75,
        "arb": "وَلَوْ رَحِمْنٰهُمْ وَكَشَفْنَا مَا بِهِمْ مِّنْ ضُرٍّ لَّـلَجُّوْا فِىْ طُغْيَانِهِمْ  يَعْمَهُوْنَ",
        "eng": "˹Even˺ if We had mercy on them and removed their affliction, they would still persist in their transgression, wandering blindly.",
        "bn": "আর যদি আমি তাদের দয়া করতাম এবং তাদের দুঃখ-দুর্দশা থেকে মুক্ত করতাম, তবুও তারা অবাধ্যতায় বিভ্রান্ত হয়ে ঘুরে বেড়াত।",
        "pronunciationBn": "ওয়া লাও রাহিমনা-হুম ওয়াকাশাফনা-মা-বিহিম মিন দুররিল লালাজজুফী তুগইয়া-নিহিম ইয়া‘মাহূন।"
      },
      {
        "id": 76,
        "arb": "وَلَقَدْ اَخَذْنٰهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوْا لِرَبِّهِمْ  وَمَا يَتَضَرَّعُوْنَ",
        "eng": "And We have already seized them with torment, but they never humbled themselves to their Lord, nor did they ˹submissively˺ appeal ˹to Him˺.",
        "bn": "আর অবশ্যই আমি তাদেরকে আযাব দ্বারা পাকড়াও করলাম, তবুও তারা তাদের রবের কাছে নত হয়নি এবং বিনীত প্রার্থনাও করে না।",
        "pronunciationBn": "ওয়া লাকাদ আখাযনা-হুম বিল’আযা-বি ফামাছতা কা-নূ লিরাব্বিহিম ওয়ামাইয়াতাদাররা‘ঊন।"
      },
      {
        "id": 77,
        "arb": "حَتّٰٓى اِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيْدٍ  اِذَا هُمْ فِيْهِ مُبْلِسُوْنَ",
        "eng": "But as soon as We open for them a gate of severe punishment, they will be utterly desperate.",
        "bn": "অবশেষে আমি যখন তাদের জন্য কঠিন আযাবের দুয়ার খুলে দেই তখনই তাতে তারা হতাশ হয়ে পড়ে।",
        "pronunciationBn": "হাত্তাইযা-ফাতাহনা-‘আলাইহিম বা-বান যা-‘আযা-বিন শাদীদিন ইযা-হুম ফীহি মুবলিছূন।"
      },
      {
        "id": 78,
        "arb": "وَهُوَ الَّذِىْۤ اَنْشَاَ لَـكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَ‌  ؕ قَلِيْلًا مَّا تَشْكُرُوْنَ",
        "eng": "He is the One Who created for you hearing, sight, and intellect. ˹Yet˺ you hardly give any thanks.",
        "bn": "আর তিনিই তোমাদের জন্য কান, চোখসমূহ ও অন্তরসমূহ সৃষ্টি করেছেন; তোমরা কমই কৃতজ্ঞতা প্রকাশ কর।",
        "pronunciationBn": "ওয়া হুওয়ল্লাযীআনশাআলাকুমুছ ছাম‘আ ওয়াল আবসা-রা ওয়াল আফইদাতা কালীলাম মা-তাশকুরূন।"
      },
      {
        "id": 79,
        "arb": "وَهُوَ الَّذِىْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ",
        "eng": "And He is the One Who has dispersed you ˹all˺ over the earth, and to Him you will ˹all˺ be gathered.",
        "bn": "আর তিনিই পৃথিবীতে তোমাদেরকে সৃষ্টি করেছেন এবং তোমাদেরকে তাঁরই কাছে একত্র করা হবে।",
        "pronunciationBn": "ওয়া হুওয়াল্লাযী যারা-আকুম ফিল আরদিওয়া ইলাইহি তুহশারূন।"
      },
      {
        "id": 80,
        "arb": "وَهُوَ الَّذِىْ يُحْىٖ وَيُمِيْتُ  وَلَـهُ اخْتِلَافُ الَّيْلِ وَالنَّهَارِ‌ؕ اَفَلَا تَعْقِلُوْنَ",
        "eng": "And He is the One Who gives life and causes death, and to Him belongs the alternation of the day and night. Will you not then understand?",
        "bn": "আর তিনিই জীবন দেন ও মৃত্যু দেন এবং রাত ও দিনের পরিবর্তন তাঁরই অধিকারে। তবুও কি তোমরা বুঝবে না?",
        "pronunciationBn": "ওয়া হুওয়াল্লাযী ইউহয়ী ওয়া ইউমীতুওয়ালাহুখতিলা-ফুল লাইলি ওয়ান্নাহা-রি আফালাতা’কিলূন।"
      },
      {
        "id": 81,
        "arb": "بَلْ قَالُوْا  مِثْلَ مَا قَالَ الْاَوَّلُوْنَ",
        "eng": "But they ˹just˺ say what their predecessors said.",
        "bn": "বরং তারা তাই বলে যেমনটি পূর্ববর্তীরা বলত।",
        "pronunciationBn": "বাল কা-লূমিছলা মা-কা-লাল আওওয়ালূন।"
      },
      {
        "id": 82,
        "arb": "قَالُوْۤا ءَاِذَا مِتْنَا وَكُنَّا تُرَابًا وَّ عِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَ",
        "eng": "They said, “Once we are dead and reduced to dust and bones, will we really be resurrected?",
        "bn": "তারা বলে, যখন আমরা মরে যাব এবং আমরা মাটি ও হাড়ে পরিণত হব তখনও কি আমরা পুনরুত্থিত হব?",
        "pronunciationBn": "কা-লূআইযা-মিতনা-ওয়া কুন্না-তুরা-বাওঁ ওয়া ‘ইজা-মান আইন্না-লামাব‘উছূন।"
      },
      {
        "id": 83,
        "arb": "لَـقَدْ وُعِدْنَا نَحْنُ وَاٰبَآؤُنَا هٰذَا  مِنْ قَبْلُ اِنْ هٰذَاۤ اِلَّاۤ اَسَاطِيْرُ الْاَوَّلِيْنَ",
        "eng": "We have already been promised this, as well as our forefathers earlier. This is nothing but ancient fables!”",
        "bn": "অবশ্যই আমাদেরকে ও ইতঃপূর্বে আমাদের পিতৃপুরুষদেরকে এই ওয়াদা দেয়া হয়েছিল। এসব কেবল পুরান কালের উপাখ্যান ছাড়া আর কিছু না।",
        "pronunciationBn": "লাকাদ উ‘ইদনা-নাহনুওয়া আ-বাউনা-হা-যা-মিন কাবলুইন হা-যাইল্লাআছাতীরুল আওওয়ালীন।"
      },
      {
        "id": 84,
        "arb": "قُلْ لِّمَنِ الْاَرْضُ  وَمَنْ فِيْهَاۤ اِنْ كُنْتُمْ تَعْلَمُوْنَ",
        "eng": "Ask ˹them, O  Prophet˺, “To whom belong the earth and all those on it, if you ˹really˺ know?”",
        "bn": "বল, ‘তোমরা যদি জান তবে বল, ‘এ যমীন ও এতে যারা আছে তারা কার?’",
        "pronunciationBn": "কুল লিমানিল আরদুওয়া মান ফীহাইন কুনতুম তা‘লামূন।"
      },
      {
        "id": 85,
        "arb": "سَيَقُوْلُوْنَ لِلّٰهِ‌ؕ قُلْ اَفَلَا  تَذَكَّرُوْنَ",
        "eng": "They will reply, “To Allah!” Say, “Why are you not then mindful?”",
        "bn": "অচিরেই তারা বলবে, ‘আল্লাহর’। বল, ‘তবুও কি তোমরা উপদেশ গ্রহণ করবে না?’",
        "pronunciationBn": "ছাইয়াকূলূনা লিল্লা-হি কুল আফালা-তাযাক্কারূন।"
      },
      {
        "id": 86,
        "arb": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ السَّبْعِ وَرَبُّ الْعَرْشِ  الْعَظِيْمِ",
        "eng": "˹And˺ ask ˹them˺, “Who is the Lord of the seven heavens and the Lord of the Mighty Throne?”",
        "bn": "বল, ‘কে সাত আসমানের রব এবং মহা আরশের রব’?",
        "pronunciationBn": "কুল মার রাব্বুছছামা-ওয়া-তিছছাব‘ই ওয়া রাব্বুল ‘আরশিল ‘আজীম।"
      },
      {
        "id": 87,
        "arb": "سَيَقُوْلُوْنَ لِلّٰهِ‌ؕ قُلْ اَفَلَا تَتَّقُوْنَ",
        "eng": "They will reply, “Allah.” Say, “Will you not then fear ˹Him˺?”",
        "bn": "তারা বলবে, ‘আল্লাহ।’ বল, ‘তবুও কি তোমরা তাকওয়া অবলম্বন করবে না?’",
        "pronunciationBn": "ছাইয়াকূলূনা লিল্লা-হি কুল আফালা-তাত্তাকূন।"
      },
      {
        "id": 88,
        "arb": "قُلْ مَنْۢ  بِيَدِهٖ مَلَكُوْتُ كُلِّ شَىْءٍ وَّهُوَ يُجِيْرُ وَلَا يُجَارُ عَلَيْهِ اِنْ  كُنْتُمْ تَعْلَمُوْنَ",
        "eng": "Ask ˹them also,˺ “In Whose Hands is the authority over all things, protecting ˹all˺ while none can protect against Him, if you ˹really˺ know?”",
        "bn": "বল, ‘তিনি কে যার হাতে সকল কিছুর কর্তৃত্ব, যিনি আশ্রয় দান করেন এবং যাঁর ওপর কোন আশ্রয়দাতা নেই?’ যদি তোমরা জান।",
        "pronunciationBn": "কুল মাম বিইয়াদিহী মালাকূতুকুল্লি শাইয়িওঁ ওয়া হুওয়া ইউজীরু ওয়ালা-ইউজা-রু ‘আলাইহি ইন কুনতুম তা‘লামূন।"
      },
      {
        "id": 89,
        "arb": "سَيَقُوْلُوْنَ لِلّٰهِ‌ؕ قُلْ فَاَنّٰى تُسْحَرُوْنَ",
        "eng": "They will reply, “Allah.” Say, “How are you then so deluded?”",
        "bn": "তারা বলবে, ‘আল্লাহ।’ বল, ‘তবুও কীভাবে তোমরা মোহাচ্ছন্ন হয়ে আছ?’",
        "pronunciationBn": "ছাইয়াকূলূনা লিল্লা-হি কুল ফাআন্না-তুছহারূন।"
      },
      {
        "id": 90,
        "arb": "بَلْ اَتَيْنٰهُمْ بِالْحَـقِّ وَاِنَّهُمْ لَكٰذِبُوْنَ",
        "eng": "In fact, We have brought them the truth, and they are certainly liars.",
        "bn": "বরং আমি তাদের কাছে সত্য পৌঁছিয়েছি, আর নিশ্চয় তারা মিথ্যাবাদী।",
        "pronunciationBn": "বাল আতাইনা-হুম বিলহাক্কিওয়া ইন্নাহুম লাকা-যিবূন।"
      },
      {
        "id": 91,
        "arb": "مَا اتَّخَذَ اللّٰهُ مِنْ وَّلَدٍ وَّمَا كَانَ مَعَهٗ مِنْ اِلٰهٍ‌ اِذًا لَّذَهَبَ كُلُّ اِلٰهٍۢ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلٰى بَعْضٍ‌ؕ سُبْحٰنَ اللّٰهِ عَمَّا يَصِفُوْنَۙ",
        "eng": "Allah has never had ˹any˺ offspring, nor is there any god besides Him. Otherwise, each god would have taken away what he created, and they would have tried to dominate one another. Glorified is Allah above what they claim!",
        "bn": "আল্লাহ কোন সন্তান গ্রহণ করেননি, তাঁর সাথে অন্য কোন ইলাহও নেই। (যদি থাকত) তবে প্রত্যেক ইলাহ নিজের সৃষ্টিকে নিয়ে পৃথক হয়ে যেত এবং একে অন্যের উপর প্রাধান্য বিস্তার করত; তারা যা বর্ণনা করে তা থেকে আল্লাহ কত পবিত্র!",
        "pronunciationBn": "মাততাখাযাল্লা-হু মিওঁ ওয়ালাদিওঁ ওয়ামা-কা-না মা‘আহূমিন ইলা-হিন ইযাল লাযাহাবা কুল্লুইলা-হিম বিমা-খালাকা ওয়া লা‘আলা-বা‘দুহুম ‘আলা-বা‘দিন ছুবহা-নাল্লা-হি ‘আম্মা-ইয়াসিফূন।"
      },
      {
        "id": 92,
        "arb": "عٰلِمِ  الْغَيْبِ وَالشَّهَادَةِ فَتَعٰلٰى عَمَّا يُشْرِكُوْنَ",
        "eng": "˹He is the˺ Knower of the seen and unseen. Exalted is He above what they associate ˹with Him˺.",
        "bn": "তিনি গায়েব ও উপস্থিতের জ্ঞানী, তারা যা শরীক করে তিনি তার ঊর্ধ্বে।",
        "pronunciationBn": "‘আ-লিমিল গাইবি ওয়াশশাহা-দাতি ফাতা‘আ-লা-‘আম্মা-ইউশরিকূন।"
      },
      {
        "id": 93,
        "arb": "قُل رَّبِّ اِمَّا  تُرِيَنِّىْ مَا يُوْعَدُوْنَۙ",
        "eng": "Say, ˹O Prophet,˺ “My Lord! Should You show me what they are threatened with,",
        "bn": "বল, ‘হে আমার রব, যে বিষয়ে তাদেরকে ওয়াদা দেয়া হচ্ছে তা যদি আমাকে দেখাতে চান,",
        "pronunciationBn": "কুররাব্বি ইম্মা-তুরিইয়ান্নী মা-ইউ‘আদূন।"
      },
      {
        "id": 94,
        "arb": "رَبِّ فَلَا تَجْعَلْنِىْ فِى الْقَوْمِ الظّٰلِمِيْنَ",
        "eng": "then, my Lord, do not count me among the wrongdoing people.”",
        "bn": "‘হে আমার রব, তাহলে আমাকে যালিম সম্প্রদায়ভুক্ত করবেন না।’",
        "pronunciationBn": "রাব্বি ফালা-তাজ‘আলনী ফিল কাউমিজ্জা-লিমীন।"
      },
      {
        "id": 95,
        "arb": "وَاِنَّا عَلٰٓى اَنْ نُّرِيَكَ مَا نَعِدُهُمْ لَقٰدِرُوْنَ",
        "eng": "We are indeed able to show you what We have threatened them with.",
        "bn": "আর যে বিষয়ে আমি তাদেরকে ওয়াদা দিয়েছি, অবশ্যই আমি তা তোমাকে দেখাতে সক্ষম।",
        "pronunciationBn": "ওয়া ইন্না-‘আলাআননুরিইয়াকা মা-না‘ইদুহুম লাকা-দিরূন।"
      },
      {
        "id": 96,
        "arb": "اِدْفَعْ بِالَّتِىْ هِىَ اَحْسَنُ السَّيِّئَةَ‌   ؕ نَحْنُ اَعْلَمُ بِمَا يَصِفُوْنَ",
        "eng": "Respond to evil with what is best. We know well what they claim.",
        "bn": "যা উত্তম তা দিয়ে মন্দ প্রতিহত কর; তারা যা বলে আমি তা সম্পর্কে অধিক জ্ঞানী।",
        "pronunciationBn": "ইদফা‘ বিল্লাতী হিইয়া আহছানুছ ছাইয়িআতা নাহনুআ‘লামুবিমা-ইয়াসিফূন।"
      },
      {
        "id": 97,
        "arb": "وَقُلْ رَّبِّ اَعُوْذُ بِكَ مِنْ هَمَزٰتِ الشَّيٰطِيْنِۙ",
        "eng": "And say, “My Lord! I seek refuge in You from the temptations of the devils.",
        "bn": "আর বল, ‘হে আমার রব, আমি শয়তানের প্ররোচনা থেকে আপনার কাছে পানাহ চাই’।",
        "pronunciationBn": "ওয়া কুর রাব্বি আ‘ঊযুবিকা মিন হামাঝা-তিশশাইয়া-তীন।"
      },
      {
        "id": 98,
        "arb": "وَاَعُوْذُ بِكَ  رَبِّ اَنْ يَّحْضُرُوْنِ",
        "eng": "And I seek refuge in You, my Lord, that they ˹even˺ come near me.”",
        "bn": "আর হে আমার রব, আমার কাছে তাদের উপস্থিতি হতে আপনার কাছে পানাহ চাই।’",
        "pronunciationBn": "ওয়া আ‘ঊযুবিকা রাব্বি আইঁ ইয়াহদু রূন।"
      },
      {
        "id": 99,
        "arb": "حَتّٰٓى اِذَا جَآءَ اَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ  ارْجِعُوْنِۙ",
        "eng": "When death approaches any of them, they cry, “My Lord! Let me go back,",
        "bn": "অবশেষে যখন তাদের কারো মৃত্যু আসে, সে বলে, ‘হে আমার রব, আমাকে ফেরত পাঠান,",
        "pronunciationBn": "হাত্তাইযা-জাআ আহাদাহুমুল মাওতুকা-লা রাব্বির জি‘ঊন।"
      },
      {
        "id": 100,
        "arb": "لَعَلِّىْۤ اَعْمَلُ صَالِحًـا فِيْمَا تَرَكْتُ‌ؕ كَلَّا‌ ؕ اِنَّهَا كَلِمَةٌ هُوَ  قَآٮِٕلُهَا‌ؕ وَمِنْ وَّرَآٮِٕهِمْ بَرْزَخٌ اِلٰى يَوْمِ يُبْعَثُوْنَ",
        "eng": "so I may do good in what I left behind.” Never! It is only a ˹useless˺ appeal they make. And there is a barrier behind them until the Day they are resurrected.",
        "bn": "যেন আমি সৎকাজ করতে পারি যা আমি ছেড়ে দিয়েছিলাম।’ কখনো নয়, এটি একটি বাক্য যা সে বলবে। যেদিন তাদেরকে পুনরুত্থিত করা হবে সেদিন পর্যন্ত তাদের সামনে থাকবে বরযখ।",
        "pronunciationBn": "লা‘আললীআ‘মালুসা-লিহান ফীমা-তারাকতুকাল্লা- ইন্নাহা-কালিমাতুন হুওয়া কাইলুহা- ওয়ামিওঁ ওয়ারাইহিম বারঝাখুন ইলা-ইয়াওমি ইউব‘আছূন।"
      },
      {
        "id": 101,
        "arb": "فَاِذَا نُفِخَ فِى الصُّوْرِ فَلَاۤ اَنْسَابَ بَيْنَهُمْ يَوْمَٮِٕذٍ وَّلَا يَتَسَآءَلُوْنَ",
        "eng": "Then, when the Trumpet will be blown, there will be no kinship between them on that Day, nor will they ˹even care to˺ ask about one another.2",
        "bn": "অতঃপর যেদিন শিঙ্গায় ফুঁক দেয়া হবে সেদিন তাদের মাঝে কোন আত্মীয়তার বন্ধন থাকবে না, কেউ কারো বিষয়ে জানতে চাইবে না।",
        "pronunciationBn": "ফাইযা- নুফিখা ফিসসূরি ফালা আনছা-বা বাইনাহুম ইয়াওমায়িযিওঁ ওয়ালাইয়াতাছাআলূন।"
      },
      {
        "id": 102,
        "arb": "فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰٓٮِٕكَ هُمُ الْمُفْلِحُوْنَ",
        "eng": "As for those whose scale is heavy ˹with good deeds˺, it is they who will be successful.",
        "bn": "অতঃপর যাদের পাল্লা ভারী হবে তারাই হবে সফলকাম।",
        "pronunciationBn": "ফামান ছাকুলাত মাওয়া-ঝীনুহূফাউলাইকা হুমুল মুফলিহূন।"
      },
      {
        "id": 103,
        "arb": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰٓٮِٕكَ الَّذِيْنَ خَسِرُوْۤا اَنْفُسَهُمْ فِىْ جَهَـنَّمَ خٰلِدُوْنَ‌ ۚ",
        "eng": "But those whose scale is light, they will have doomed themselves, staying in Hell forever.",
        "bn": "আর যাদের পাল্লা হালকা হবে তারাই নিজদের ক্ষতি করল; জাহান্নামে তারা হবে স্থায়ী।",
        "pronunciationBn": "ওয়া মান খাফফাত মাওয়া-ঝীনুহূফাউলাইকাল্লাযীনা খাছিরূআনফুছাহুম ফী জাহান্নামা খালিদূন।"
      },
      {
        "id": 104,
        "arb": "تَلْفَحُ وُجُوْهَهُمُ النَّارُ وَهُمْ فِيْهَا كٰلِحُوْنَ",
        "eng": "The Fire will burn their faces, leaving them deformed.",
        "bn": "আগুন তাদের চেহারা দগ্ধ করবে, সেখানে তারা হবে বীভৎস চেহারাবিশিষ্ট।",
        "pronunciationBn": "তালফাহুউজূহাহুমুন্না-রু ওয়া হুম ফীহা-কা-লিহূন।"
      },
      {
        "id": 105,
        "arb": "اَلَمْ تَكُنْ اٰيٰتِىْ تُتْلٰى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُوْنَ",
        "eng": "˹It will be said,˺ “Were My revelations not recited to you, but you used to deny them?”",
        "bn": "‘আমার আয়াতসমূহ কি তোমাদের কাছে পাঠ করা হত না?’ তারপর তোমরা তা অস্বীকার করতে’।",
        "pronunciationBn": "আলাম তাকুন আ-য়া-তী তুতলা-‘আলাইকুম ফাকুনতুম বিহা-তুকাযযি বূন।"
      },
      {
        "id": 106,
        "arb": "قَالُوْا  رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَآلِّيْنَ",
        "eng": "They will cry, “Our Lord! Our ill-fate took hold of us, so we became a misguided people.",
        "bn": "তারা বলবে, ‘হে আমাদের রব, দুর্ভাগ্য আমাদেরকে পেয়ে বসেছিল, আর আমরা ছিলাম পথভ্রষ্ট’।",
        "pronunciationBn": "কা-লূরাব্বানা-গালাবাত ‘আলাইনা-শিকওয়াতুনা-ওয়াকুন্না-কাওমান দাল্লীন।"
      },
      {
        "id": 107,
        "arb": "رَبَّنَاۤ  اَخْرِجْنَا مِنْهَا فَاِنْ عُدْنَا فَاِنَّا ظٰلِمُوْنَ",
        "eng": "Our Lord! Take us out of this ˹Fire˺. Then if we ever return ˹to denial˺, we will truly be wrongdoers.”",
        "bn": "‘হে আমাদের রব, এ থেকে আমাদেরকে বের করে দিন, তারপর যদি আমরা আবার তা করি তবে অবশ্যই আমরা হব যালিম।’",
        "pronunciationBn": "রাব্বানাআখরিজনা-মিনহা-ফাইন ‘উদনা-ফাইন্না-জা-লিমূন।"
      },
      {
        "id": 108,
        "arb": "قَالَ اخْسَـُٔـوْا فِيْهَا  وَلَا تُكَلِّمُوْنِ",
        "eng": "Allah will respond, “Be despised in there! Do not ˹ever˺ plead with Me ˹again˺!",
        "bn": "আল্লাহ বলবেন, ‘তোমরা ধিকৃত অবস্থায় এখানেই থাক, আর আমার সাথে কথা বলো না।’",
        "pronunciationBn": "কা-লাখছাঊ ফীহা-ওয়ালা-তুকালিলমূন।"
      },
      {
        "id": 109,
        "arb": "اِنَّهٗ كَانَ فَرِيْقٌ مِّنْ عِبَادِىْ يَقُوْلُوْنَ  رَبَّنَاۤ اٰمَنَّا فَاغْفِرْ لَـنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ‌‌ۖ‌ۚ",
        "eng": "Indeed, there was a group of My servants who used to pray, ‘Our Lord! We have believed, so forgive us and have mercy on us, for You are the best of those who show mercy,’",
        "bn": "আমার বান্দাদের একদল ছিল যারা বলত, ‘হে আমাদের রব, আমরা ঈমান এনেছি, অতএব আমাদেরকে ক্ষমা ও দয়া করুন, আর আপনি সর্বশ্রেষ্ঠ দয়ালু।’",
        "pronunciationBn": "ইন্নাহূ কা-না ফারীকুম মিন ‘ইবা-দী ইয়াকূ লূনা রাব্বানা আ-মান্না-ফাগফিরলানাওয়ারহামনা-ওয়াআনতা খাইরুর রা-হিমীন।"
      },
      {
        "id": 110,
        "arb": "فَاتَّخَذْتُمُوْهُمْ سِخْرِيًّا حَتّٰٓى اَنْسَوْكُمْ ذِكْرِىْ وَكُنْتُمْ مِّنْهُمْ  تَضْحَكُوْنَ",
        "eng": "but you were ˹so busy˺ making fun of them that it made you forget My remembrance. And you used to laugh at them.",
        "bn": "‘তারপর তাদেরকে নিয়ে তোমরা ঠাট্টা করতে। অবশেষে তা তোমাদেরকে আমার স্মরণ ভুলিয়ে দিয়েছিল। আর তোমরা তাদের নিয়ে হাসি-তামাশা করতে।’",
        "pronunciationBn": "ফাত্তাখাযতুমূহুম ছিখরিইইয়ান হাত্তাআনছাওকুম যিকরী ওয়া কুনতুম মিনহুম তাদহাকূন।"
      },
      {
        "id": 111,
        "arb": "اِنِّىْ جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوْۤا ۙ اَنَّهُمْ هُمُ الْفَآٮِٕزُوْنَ",
        "eng": "Today I have indeed rewarded them for their perseverance: they are certainly the triumphant.”",
        "bn": "নিশ্চয় আমি তাদের ধৈর্যের কারণে আজ তাদেরকে পুরস্কৃত করলাম; নিশ্চয় তারাই হল সফলকাম।",
        "pronunciationBn": "ইন্নী জাঝাইতুহুমুল ইয়াওমা বিমা-সাবারূ আন্নাহুম হুমুল ফাইঝূন।"
      },
      {
        "id": 112,
        "arb": "قٰلَ كَمْ لَبِثْتُمْ فِى الْاَرْضِ عَدَدَ سِنِيْنَ",
        "eng": "He will ask ˹them˺, “How many years did you remain on earth?”",
        "bn": "আল্লাহ বলবেন, ‘বছরের হিসাবে তোমরা যমীনে কত সময় অবস্থান করেছিলে?’",
        "pronunciationBn": "কা-লা কাম লাবিছতুম ফিল আরদি‘আদাদা ছিনীন।"
      },
      {
        "id": 113,
        "arb": "قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍ فَسْــَٔـلِ الْعَآدِّيْنَ",
        "eng": "They will reply, “We remained ˹only˺ a day or part of a day. But ask those who kept count.”",
        "bn": "তারা বলবে, ‘আমরা একদিন বা দিনের কিছু অংশ অবস্থান করেছি; সুতরাং আপনি গণনাকারীদেরকে জিজ্ঞাসা করুন।’",
        "pronunciationBn": "কা-লূলাবিছনা-ইয়াওমান আও বা‘দা ইয়াওমিন ফাছআলিল ‘আ-দ্দীন।"
      },
      {
        "id": 114,
        "arb": "قٰلَ اِنْ لَّبِثْـتُمْ اِلَّا قَلِيْلًا لَّوْ اَنَّكُمْ كُنْتُمْ تَعْلَمُوْنَ",
        "eng": "He will say, “You only remained for a little while, if only you knew.",
        "bn": "তিনি বলবেন, ‘তোমরা কেবল অল্পকালই অবস্থান করেছিলে, তোমরা যদি নিশ্চিত জানতে!’",
        "pronunciationBn": "কা-লা ইল লাবিছতুম ইল্লা-কালীলাল লাও আন্নাকুম কুনতুম তা‘লামূন।"
      },
      {
        "id": 115,
        "arb": "اَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ",
        "eng": "Did you then think that We had created you without purpose, and that you would never be returned to Us?”",
        "bn": "‘তোমরা কি মনে করেছিলে যে, আমি তোমাদেরকে কেবল অনর্থক সৃষ্টি করেছি এবং তোমরা আমার দিকে প্রত্যাবর্তিত হবে না’?",
        "pronunciationBn": "আফাহাছিবতুম আন্নামা-খালাকনা-কুম আবাছাওঁ ওয়া আন্নাকুম ইলাইনা-লা-তুরজা‘ঊন।"
      },
      {
        "id": 116,
        "arb": "فَتَعٰلَى اللّٰهُ الْمَلِكُ الْحَـقُّ‌  ۚ لَاۤ اِلٰهَ اِلَّا هُوَ‌ۚ رَبُّ الْعَرْشِ الْـكَرِيْمِ",
        "eng": "Exalted is Allah, the True King! There is no god ˹worthy of worship˺ except Him, the Lord of the Honourable Throne.",
        "bn": "সুতরাং সত্যিকারের মালিক আল্লাহ মহিমান্বিত, তিনি ছাড়া কোন (সত্য) ইলাহ নেই; তিনি সম্মানিত ‘আরশের রব।",
        "pronunciationBn": "ফাতাআ-লাল্লা-হুল মালিকুল হাক্কু লাইলা-হা ইল্লা-হুওয়া, রাব্বুল ‘আরশিল কারীম।"
      },
      {
        "id": 117,
        "arb": "وَمَنْ يَّدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۙ لَا بُرْهَانَ  لَهٗ بِهٖۙ فَاِنَّمَا حِسَابُهٗ عِنْدَ رَبِّهٖؕ اِنَّهٗ لَا يُفْلِحُ الْـكٰفِرُوْنَ",
        "eng": "Whoever invokes, besides Allah, another god—for which they can have no proof—they will surely find their penalty with their Lord. Indeed, the disbelievers will never succeed.",
        "bn": "আর যে আল্লাহর সাথে অন্য ইলাহকে ডাকে, যে বিষয়ে তার কাছে প্রমাণ নেই; তার হিসাব কেবল তার রবের কাছে। নিশ্চয় কাফিররা সফলকাম হবে না।",
        "pronunciationBn": "ওয়া মাইঁ ইয়াদ‘উ মা‘আল্লা-হি ইলা-হান আ-খারা লা-বুরহা-না লাহূবিহী ফাইন্নামাহিছা-বুহূ‘ইনদা রাব্বিহী ইন্নাহূলা-ইউফলিহুল কা-ফিরূন।"
      },
      {
        "id": 118,
        "arb": "وَقُلْ رَّبِّ اغْفِرْ وَارْحَمْ وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ",
        "eng": "Say, ˹O Prophet,˺ “My Lord! Forgive and have mercy, for You are the best of those who show mercy.”",
        "bn": "আর বল, ‘হে আমাদের রব, আপনি ক্ষমা করুন, দয়া করুন এবং আপনিই সর্বশ্রেষ্ঠ দয়ালু।’",
        "pronunciationBn": "ওয়া কুর রাব্বিগফির ওয়ারহাম ওয়া আনতা খাইরুররা-হিমীন।"
      }
    ]
  }