{
    "id": 30,
    "bn": "আর-রূম",
    "eng": "Ar-Rum",
    "engMeaning": "The Romans",
    "bnMeaning": "রোমান জাতি",
    "Makkhi": true,
    "totalVerseCount": 60,
    "TCEngresource_name": "Dr. Mustafa Khattab, The Clear Quran",
    "TCBnresource_name": "Rawai Al-bayan",
    "audioSrc": [
      {
        "name": "yasser-al-dossari-old",
        "src": "https://audio.jukehost.co.uk/yEWA4L3o12eCs1WcSzUseyC7Ro2PWgu0",
        "captionArb": [{"startEndOutput":[0.7,7.5,1]},{"startEndOutput":[7.6,10.6,2]},{"startEndOutput":[10.7,17.4,3]},{"startEndOutput":[17.5,27.3,4]},{"startEndOutput":[27.4,45.1,5]},{"startEndOutput":[45.2,53.3,6]},{"startEndOutput":[53.4,61.9,7]},{"startEndOutput":[62,84.8,8]},{"startEndOutput":[84.9,119.9,9]},{"startEndOutput":[120,138.4,10]},{"startEndOutput":[138.5,144.7,11]},{"startEndOutput":[144.8,148.9,12]},{"startEndOutput":[149,162.8,13]},{"startEndOutput":[162.9,168,14]},{"startEndOutput":[168.1,176.4,15]},{"startEndOutput":[176.5,199.3,16]},{"startEndOutput":[199.4,205.4,14]},{"startEndOutput":[205.5,213,15]},{"startEndOutput":[213.1,230.7,16]},{"startEndOutput":[230.8,235.5,17]},{"startEndOutput":[235.6,241.8,18]},{"startEndOutput":[241.9,251.6,19]},{"startEndOutput":[251.7,268.4,20]},{"startEndOutput":[268.5,289.7,21]},{"startEndOutput":[289.8,301.7,22]},{"startEndOutput":[301.8,314.9,23]},{"startEndOutput":[315,343,24]},{"startEndOutput":[343.1,357.5,25]},{"startEndOutput":[357.6,364.1,26]},{"startEndOutput":[364.2,378.3,27]},{"startEndOutput":[378.4,408.7,28]},{"startEndOutput":[408.8,420.9,29]},{"startEndOutput":[421,438.1,30]},{"startEndOutput":[438.2,455.2,31]},{"startEndOutput":[455.3,463.6,32]},{"startEndOutput":[463.7,482.2,33]},{"startEndOutput":[482.3,506.8,33]},{"startEndOutput":[506.9,513.3,34]},{"startEndOutput":[513.4,521.1,35]},{"startEndOutput":[521.2,546.8,36]},{"startEndOutput":[546.9,560.7,37]},{"startEndOutput":[560.8,578.7,38]},{"startEndOutput":[578.8,598.8,39]},{"startEndOutput":[598.9,633.8,40]},{"startEndOutput":[633.9,655.6,41]},{"startEndOutput":[655.7,669.2,42]},{"startEndOutput":[669.3,680.4,43]},{"startEndOutput":[680.5,689.7,44]},{"startEndOutput":[689.8,698.9,45]},{"startEndOutput":[699,714.6,46]},{"startEndOutput":[714.7,731,47]},{"startEndOutput":[731.1,757.4,48]},{"startEndOutput":[757.5,773.1,49]},{"startEndOutput":[773.2,799.9,50]},{"startEndOutput":[800,807.9,51]},{"startEndOutput":[808,816.7,52]},{"startEndOutput":[816.8,828.1,53]},{"startEndOutput":[828.2,858.2,54]},{"startEndOutput":[858.3,867,55]},{"startEndOutput":[867.1,881.4,56]},{"startEndOutput":[881.5,888.4,57]},{"startEndOutput":[888.5,905.8,58]},{"startEndOutput":[905.9,914,59]},{"startEndOutput":[914.1,928.9,60]}]
      },
      {
        "name": "yasser-al-dossari",
        "src": "https://media.blubrry.com/muslim_central_quran/podcasts.qurancentral.com/yasser-al-dossari/yasser-al-dossari-030.mp3"
      }
    ],
    "allVerse": [
      {
        "id": 1,
        "arb": "الٓمّٓ  ۚ",
        "eng": "Alif-Lãm-Mĩm.",
        "bn": "আলিফ-লাম-মীম।",
        "pronunciationBn": "আলিফ লাম মীম।"
      },
      {
        "id": 2,
        "arb": "غُلِبَتِ الرُّوْمُۙ",
        "eng": "The Romans have been defeated",
        "bn": "রোমানরা পরাজিত হয়েছে।",
        "pronunciationBn": "গুলিবাতির রূম।"
      },
      {
        "id": 3,
        "arb": "فِىْۤ اَدْنَى الْاَرْضِ وَهُمْ مِّنْۢ بَعْدِ  غَلَبِهِمْ سَيَغْلِبُوْنَۙ",
        "eng": "in a nearby land. Yet following their defeat, they will triumph",
        "bn": "কয়েক বছরের মধ্যেই। পূর্বের ও পরের সব ফয়সালা আল্লাহরই।",
        "pronunciationBn": "ফীআদনাল আরদিওয়াহুম মিম বা‘দি গালাবিহিম ছাইয়াগলিবূন।"
      },
      {
        "id": 4,
        "arb": "فِىْ بِضْعِ سِنِيْنَ ؕ لِلّٰهِ الْاَمْرُ مِنْ قَبْلُ وَمِنْۢ بَعْدُ  ؕ وَيَوْمَٮِٕذٍ يَّفْرَحُ الْمُؤْمِنُوْنَ ۙ",
        "eng": "within three to nine years. The ˹whole˺ matter rests with Allah before and after ˹victory˺. And on that day the believers will rejoice",
        "bn": "কিছু বছরের মধ্যেই। আল্লাহরই নির্দেশ, পূর্বেও এবং পরেও। আর সেই দিনে মুমিনগণ আনন্দিত হবে।",
        "pronunciationBn": "ফী বিদ‘ই ছিনীনা লিল্লা-হিল আমরু মিন কাবলুওয়া মিম বা‘দু ওয়া ইয়াওমাইযিইঁ ইয়াফরাহুল মু’মিনূন।"
      },
      {
        "id": 5,
        "arb": "بِنَصْرِ اللّٰهِ‌ؕ يَنْصُرُ مَنْ يَّشَآءُ ؕ وَهُوَ الْعَزِيْزُ الرَّحِيْمُۙ",
        "eng": "at the victory willed by Allah. He gives victory to whoever He wills. For He is the Almighty, Most Merciful.",
        "bn": "আল্লাহর সাহায্যে। তিনি যাকে ইচ্ছা সাহায্য করেন। আর তিনি মহাপরাক্রমশালী, পরম দয়ালু।",
        "pronunciationBn": "বিনাসরিল্লা-হি ইয়ানসুরু মাইঁ ইয়াশা-উ ওয়া হুওয়াল ‘আঝীঝুর রাহীম।"
      },
      {
        "id": 6,
        "arb": "وَعْدَ اللّٰهِ‌ؕ لَا يُخْلِفُ اللّٰهُ وَعْدَهٗ وَلٰـكِنَّ اَكْثَرَ النَّاسِ لَا  يَعْلَمُوْنَ",
        "eng": "˹This is˺ the promise of Allah. ˹And˺ Allah never fails in His promise. But most people do not know.",
        "bn": "আল্লাহর ওয়াদা। আল্লাহ তাঁর ওয়াদা খেলাফ করেন না। কিন্তু অধিকাংশ লোক জানে না।",
        "pronunciationBn": "ওয়া‘দাল্লা-হি লা-ইউখলিফুল্লা-হু ওয়া‘দাহূওয়া লা-কিন্না আকছারান্না-ছি লাইয়া‘লামূন।"
      },
      {
        "id": 7,
        "arb": "يَعْلَمُوْنَ ظَاهِرًا مِّنَ الْحَيٰوةِ الدُّنْيَا   ‌ۖۚ وَهُمْ عَنِ  الْاٰخِرَةِ هُمْ غٰفِلُوْنَ",
        "eng": "They ˹only˺ know the worldly affairs of this life, but are ˹totally˺ oblivious to the Hereafter.",
        "bn": "তারা দুনিয়ার জীবনের বাহ্যিক দিক সম্পর্কে জানে, আর আখিরাত সম্পর্কে তারা গাফিল।",
        "pronunciationBn": "ইয়া‘লামূনা জা-হিরাম মিনাল হায়া-তিদ দুনইয়া- ওয়া হুম ‘আনিল আ-খিরাতি হুম গাফিলূন।"
      },
      {
        "id": 8,
        "arb": "اَوَلَمْ يَتَفَكَّرُوْا فِىْۤ اَنْفُسِهِمْ مَا خَلَقَ اللّٰهُ  السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَاۤ اِلَّا بِالْحَقِّ وَاَجَلٍ مُّسَمًّى‌ؕ وَ اِنَّ كَثِيْرًا مِّنَ النَّاسِ بِلِقَآئِ رَبِّهِمْ لَـكٰفِرُوْنَ",
        "eng": "Have they not reflected upon their own being? Allah only created the heavens and the earth and everything in between for a purpose and an appointed term. Yet most people are truly in denial of the meeting with their Lord!",
        "bn": "তারা কি নিজদের অন্তরে ভেবে দেখে না, আল্লাহ আসমানসমূহ ও যমীন এবং এ দু’য়ের মধ্যবর্তী সব কিছুই যথাযথভাবে ও এক নির্দিষ্ট সময়ের জন্য সৃষ্টি করেছেন? আর নিশ্চয় বহু লোক তাদের রবের সাক্ষাতে অবিশ্বাসী।",
        "pronunciationBn": "আওয়া লাম ইয়াতাফাক্কারূফীআনফুছিহিম মা-খালাকাল্লা-হুছছামা-ওয়া-তি ওয়াল আরদা ওয়ামা-বাইনাহুমাইল্লা-বিলহাক্কিওয়া আজালিম মুছাম্মাওঁ ওয়া ইন্না কাছীরাম মিনান্না-ছি বিলিকাই রাব্বিহিম লাকা-ফিরূন।"
      },
      {
        "id": 9,
        "arb": "اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ‌ؕ كَانُوْۤا اَشَدَّ مِنْهُمْ قُوَّةً وَّاَثَارُوا الْاَرْضَ وَعَمَرُوْهَاۤ اَكْثَرَ مِمَّا عَمَرُوْهَا وَجَآءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ‌  ؕ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰـكِنْ كَانُوْۤا اَنْفُسَهُمْ يَظْلِمُوْنَ  ؕ",
        "eng": "Have they not travelled throughout the land to see what was the end of those ˹destroyed˺ before them? They were far superior in might; they cultivated the land and developed it more than these ˹Meccans˺ ever have. Their messengers came to them with clear proofs. Allah would have never wronged them, but it was they who wronged themselves.",
        "bn": "তারা কি যমীনে ভ্রমণ করে না? তাহলে তারা দেখত যে, তাদের পূর্ববর্তীদের পরিণাম কেমন হয়েছিল। তারা শক্তিতে তাদের চেয়েও প্রবল ছিল। আর তারা জমি চাষ করত এবং তারা এদের আবাদ করার চেয়েও বেশী আবাদ করত। আর তাদের কাছে তাদের রাসূলগণ সুস্পষ্ট প্রমাণাদিসহ এসেছিল। বস্তুতঃ আল্লাহ এমন নন যে, তিনি তাদের প্রতি যুলম করবেন, কিন্তু তারা নিজেরাই নিজদের প্রতি যুলম করত।",
        "pronunciationBn": "আওয়া লাম ইয়াছীরূ ফিলআরদিফাইয়ানজুরূ কাইফা কা-না ‘আ-কিবাতুল্লাযীনা মিন কাবলিহিম কা-নূআশাদ্দা মিনহুম কুওওয়াতাওঁ ওয়া আছা-রুল আরদা ওয়া ‘আমারূহা আকছারা মিম্মা-‘আমারূহা-ওয়া জাআতহুম রুছুলুহুম বিলবাইয়িনা-তি ফামা-কা-নাল্লা-হু লিইয়াজলিমাহুম ওয়া লা-কিন কা-নূআনফুছাহুম ইয়াজলিমূন।"
      },
      {
        "id": 10,
        "arb": "ثُمَّ كَانَ عَاقِبَةَ الَّذِيْنَ  اَسَآءُوا السُّوْٓآٰى اَنْ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ وَكَانُوْا بِهَا يَسْتَهْزِءُوْنَ",
        "eng": "Then most evil was the end of the evildoers for denying and mocking the signs of Allah.",
        "bn": "তারপর যারা মন্দ কাজ করেছিল তাদের পরিণাম মন্দ হয়েছিল। কারণ তারা আল্লাহর আয়াতগুলোকে অস্বীকার করেছিল এবং সেগুলো নিয়ে ঠাট্টা-বিদ্রূপ করত।",
        "pronunciationBn": "ছু ম্মা কা-না ‘আ-কিবাতাল্লাযীনা আছাউছছূআআন কাযযাবূবিআ-য়া-তিল্লা-হি ওয়া কা-নূবিহা-ইয়াছতাহঝিঊন।"
      },
      {
        "id": 11,
        "arb": "اَللّٰهُ يَـبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ",
        "eng": "It is Allah Who originates the creation, and will resurrect it. And then to Him you will ˹all˺ be returned.",
        "bn": "আল্লাহ সৃষ্টির সূচনা করেন, তারপর তিনিই তার পুনরাবৃত্তি করবেন। তারপর তাঁর কাছেই তোমরা প্রত্যাবর্তিত হবে।",
        "pronunciationBn": "আল্লা-হু ইয়াবদাউল খালকা ছুম্মা ইউ‘ঈদুহূছুম্মা ইলাইহি তুরজা‘ঊন।"
      },
      {
        "id": 12,
        "arb": "وَيَوْمَ  تَقُوْمُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُوْنَ",
        "eng": "On the Day the Hour will arrive, the wicked will be dumbstruck.",
        "bn": "আর যেদিন কিয়ামত সংঘটিত হবে সেদিন অপরাধীরা হতাশ হয়ে পড়বে।",
        "pronunciationBn": "ওয়া ইয়াওমা তাকূমুছছা-‘আতুইউবলিছুল মুজরিমূন।"
      },
      {
        "id": 13,
        "arb": "وَلَمْ يَكُنْ لَّهُمْ  مِّنْ شُرَكَآٮِٕهِمْ شُفَعٰٓؤُا وَكَانُوْا بِشُرَكَآٮِٕهِمْ كٰفِرِيْنَ",
        "eng": "There will be no intercessors for them from among their associate-gods, and they will ˹totally˺ deny their associate-gods.",
        "bn": "আর তাদের শরীকরা তাদের জন্য সুপারিশকারী হবে না এবং তারা তাদের শরীকদেরকে অস্বীকার করবে।",
        "pronunciationBn": "ওয়ালাম ইয়াকুল লাহুম মিন শুরাকাইহিম শুফা‘আউওয়াকা-নূবিশুরাকাইহিম কাফিরীন।"
      },
      {
        "id": 14,
        "arb": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَٮِٕذٍ يَّتَفَرَّقُوْنَ",
        "eng": "And on the Day the Hour will arrive, the people will then be split ˹into two groups˺.",
        "bn": "আর যেদিন কিয়ামত সংঘটিত হবে সেদিন তারা বিভক্ত হয়ে পড়বে।",
        "pronunciationBn": "ওয়া ইয়াওমা তাকূমুছছা-‘আতুইয়াওমাইযিইঁ ইয়াতাফাররাকূন।"
      },
      {
        "id": 15,
        "arb": "فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَهُمْ فِىْ رَوْضَةٍ يُّحْبَرُوْنَ",
        "eng": "As for those who believed and did good, they will be rejoicing in a Garden.",
        "bn": "অতএব যারা ঈমান এনেছে এবং সৎকাজ করেছে তাদেরকে জান্নাতে পরিতুষ্ট করা হবে।",
        "pronunciationBn": "ফাআম্মাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ফাহুম ফী রাওদাতিইঁ ইউহবারূন।"
      },
      {
        "id": 16,
        "arb": "وَاَمَّا الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا وَلِقَآئِ الْاٰخِرَةِ فَاُولٰٓٮِٕكَ فِى الْعَذَابِ مُحْضَرُوْنَ",
        "eng": "And as for those who disbelieved, and denied Our signs and the meeting ˹with Allah˺ in the Hereafter, they will be confined in punishment.",
        "bn": "আর যারা কুফরী করেছে এবং আমার আয়াত ও আখিরাতের সাক্ষাতকে অস্বীকার করেছে, তাদেরকে আযাবের মধ্যে উপস্থিত করা হবে।",
        "pronunciationBn": "ওয়া আম্মাল্লাযীনা কাফারূওয়া কাযযাবূবিআ-য়া-তিনা-ওয়া লিকাইল আ-খিরাতি ফাউলাইকা ফিল ‘আযা-বি মুহদারূন।"
      },
      {
        "id": 17,
        "arb": "فَسُبْحٰنَ اللّٰهِ حِيْنَ  تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ",
        "eng": "So glorify Allah in the evening and in the morning—",
        "bn": "অতএব তোমরা আল্লাহর তাসবীহ কর, যখন সন্ধ্যায় উপনীত হবে এবং সকালে উঠবে ।",
        "pronunciationBn": "ফাছুবহা-নাল্লা-হি হীনা তুমছূনা ওয়া হীনা তুসবিহূন।"
      },
      {
        "id": 18,
        "arb": "وَلَـهُ الْحَمْدُ فِىْ السَّمٰوٰتِ  وَالْاَرْضِ وَعَشِيًّا وَّحِيْنَ تُظْهِرُوْنَ",
        "eng": "all praise is for Him in the heavens and the earth—as well as in the afternoon, and at noon.",
        "bn": "আর অপরাহ্নে ও যুহরের সময়ে; আর আসমান ও যমীনে সকল প্রশংসা একমাত্র তাঁরই।",
        "pronunciationBn": "ওয়া লাহুল হামদুফিছছামা-ওয়া-তি ওয়াল আরদিওয়া‘আশিইইয়াওঁ ওয়া হীনা তুজহিরূন।"
      },
      {
        "id": 19,
        "arb": "يُخْرِجُ الْحَـىَّ مِنَ  الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَـىِّ وَيُحْىِ الْاَرْضَ بَعْدَ  مَوْتِهَا  ‌ؕ وَكَذٰلِكَ تُخْرَجُوْنَ",
        "eng": "He brings forth the living from the dead and the dead from the living. And He gives life to the earth after its death. And so will you be brought forth ˹from the grave˺.",
        "bn": "তিনি মৃত থেকে জীবিতকে বের করেন এবং জীবিত থেকে মৃতকে বের করেন। আর তিনি যমীনকে জীবিত করেন তার মৃত্যুর পর। আর এভাবেই তোমরা উত্থিত হবে।",
        "pronunciationBn": "ইউখরিজুল হাইইয়া মিনাল মাইয়িতি ওয়া ইউখরিজুল মাইয়িতা মিনাল হাইয়ি ওয়া ইউহইল আরদা বা‘দা মাওতিহা- ওয়া কাযা-লিকা তুখরাজূন।"
      },
      {
        "id": 20,
        "arb": "وَمِنْ اٰيٰتِهٖۤ اَنْ خَلَقَكُمْ مِّنْ  تُرَابٍ ثُمَّ اِذَاۤ اَنْتُمْ بَشَرٌ تَنْتَشِرُوْنَ",
        "eng": "One of His signs is that He created you from dust, then—behold!—you are human beings spreading over ˹the earth˺.",
        "bn": "আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে যে, তিনি তোমাদেরকে মাটি থেকে সৃষ্টি করেছেন, তারপর তোমরা মানুষ হয়ে ছড়িয়ে পড়ছ।",
        "pronunciationBn": "ওয়া মিন আ-য়া-তিহীআন খালাকাকুমমিনতুরা-বিন ছু ম্মা ইযা- আনতুম বাশারুন তানতাশিরূন।"
      },
      {
        "id": 21,
        "arb": "وَمِنْ اٰيٰتِهٖۤ اَنْ خَلَقَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا لِّتَسْكُنُوْۤا اِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَّوَدَّةً وَّرَحْمَةً  ؕ اِنَّ فِىْ ذٰ لِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
        "eng": "And one of His signs is that He created for you spouses from among yourselves so that you may find comfort in them. And He has placed between you compassion and mercy. Surely in this are signs for people who reflect.",
        "bn": "আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে যে, তিনি তোমাদের জন্য তোমাদের থেকেই স্ত্রীদের সৃষ্টি করেছেন, যাতে তোমরা তাদের কাছে প্রশান্তি পাও। আর তিনি তোমাদের মধ্যে ভালবাসা ও দয়া সৃষ্টি করেছেন। নিশ্চয় এর মধ্যে নিদর্শনাবলী রয়েছে সে কওমের জন্য, যারা চিন্তা করে।",
        "pronunciationBn": "ওয়া মিন আ-য়া-তিহী আন খালাকা লাকুম মিন আনফুছিকুম আঝওয়া-জাল লিতাছকুনূ ইলাইহা ওয়াজা‘আলা বাইনাকুম মাওয়াদ্দাতাওঁ ওয়া রাহমাতান ইন্না ফী যা-লিকা লাআয়া-তিল লিকাওমিইঁ ইয়াতাফাক্কারূন।"
      },
      {
        "id": 22,
        "arb": "وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ  وَاَلْوَانِكُمْ‌ؕ اِنَّ فِىْ ذٰلِكَ لَاٰيٰتٍ لِّلْعٰلِمِيْنَ",
        "eng": "And one of His signs is the creation of the heavens and the earth, and the diversity of your languages and colours. Surely in this are signs for those of ˹sound˺ knowledge.",
        "bn": "আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে আসমান ও যমীনের সৃষ্টি এবং তোমাদের ভাষা ও তোমাদের বর্ণের ভিন্নতা। নিশ্চয় এর মধ্যে নিদর্শনাবলী রয়েছে জ্ঞানীদের জন্য ।",
        "pronunciationBn": "ওয়া মিন আ-য়া-তিহী খালকুছছামা-ওয়া-তি ওয়াল আরদিওয়াখতিলা-ফুআলছিনাতিকুম ওয়া আলওয়া-নিকুম ইন্না ফী যা-লিকা লাআ-য়া-তিল লিল‘আ-লিমীন।"
      },
      {
        "id": 23,
        "arb": "وَمِنْ اٰيٰتِهٖ  مَنَامُكُمْ بِالَّيْلِ وَالنَّهَارِ وَابْتِغَآؤُكُمْ مِّنْ فَضْلِهٖ‌ؕ اِنَّ فِىْ  ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ",
        "eng": "And one of His signs is your sleep by night and by day ˹for rest˺ as well as your seeking His bounty ˹in both˺. Surely in this are signs for people who listen.",
        "bn": "আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে রাতে ও দিনে তোমাদের নিদ্রা এবং তাঁর অনুগ্রহ থেকে তোমাদের (জীবিকা) অন্বেষণ। নিশ্চয় এর মধ্যে নিদর্শনাবলী রয়েছে সে কওমের জন্য যারা শোনে।",
        "pronunciationBn": "ওয়া মিন আ-য়া-তিহী মানা-মুকুম বিল্লাইলি ওয়ান্নাহা-রি ওয়াবতিগাউকুম মিন ফাদলিহী ইন্না ফী যা-লিকা লাআ-য়া-তিল লিকাওমিইঁ ইয়াছমা‘উন।"
      },
      {
        "id": 24,
        "arb": "وَمِنْ اٰيٰتِهٖ يُرِيْكُمُ الْبَرْقَ  خَوْفًا وَّطَمَعًا وَّيُنَزِّلُ مِنَ السَّمَآءِ مَآءً فَيُحْىٖ بِهِ الْاَرْضَ  بَعْدَ مَوْتِهَا ‌ؕ اِنَّ فِىْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
        "eng": "And one of His signs is that He shows you lightning, inspiring ˹you with˺ hope and fear. And He sends down rain from the sky, reviving the earth after its death. Surely in this are signs for people who understand.",
        "bn": "আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে তিনি তোমাদেরকে ভয় ও ভরসাস্বরূপ বিদ্যুৎ দেখান, আর আসমান থেকে পানি বর্ষণ করেন। অতঃপর তা দ্বারা যমীনকে তার মৃত্যুর পর পুনর্জীবিত করেন। নিশ্চয় এর মধ্যে নিদর্শনাবলী রয়েছে সে কওমের জন্য যারা অনুধাবন করে।",
        "pronunciationBn": "ওয়া মিন আ-য়া-তিহী ইউরীকুমুল বারকা খাওফাওঁ ওয়া তামা‘আওঁ ওয়া ইউনাঝঝিলু মিনাছছামাই মাআন ফাইউহয়ী বিহিল আরদা বা‘দা মাওতিহা ইন্না ফী যা-লিকা লাআ-য়া-তিল লিকাওমিইঁ ইয়া‘কিলূন।"
      },
      {
        "id": 25,
        "arb": "وَمِنْ اٰيٰتِهٖۤ اَنْ تَقُوْمَ السَّمَآءُ وَالْاَرْضُ بِاَمْرِهٖ‌   ؕ ثُمَّ اِذَا دَعَاكُمْ دَعْوَةً   ‌ۖ مِّنَ الْاَرْضِ   ‌ۖ  اِذَاۤ اَنْـتُمْ تَخْرُجُوْنَ",
        "eng": "And one of His signs is that the heavens and the earth persist by His command. Then when He calls you out of the earth just once, you will instantly come forth.",
        "bn": "আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে, তাঁরই নির্দেশে আসমান ও যমীন স্থিতিশীল থাকে। তারপর তিনি যখন তোমাদেরকে যমীন থেকে বের হয়ে আসার জন্য একবার আহবান করবেন তখনই তোমরা বের হয়ে আসবে।",
        "pronunciationBn": "ওয়া মিন আ-য়া-তিহী আন তাকুমাছছামাউ ওয়াল আরদুবিআমরিহী ছু ম্মা ইযা-দা‘আ-কুম দা‘ওয়াতাম মিনাল আরদি ইযা আনতুম তাখরুজূন।"
      },
      {
        "id": 26,
        "arb": "وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ‌ؕ كُلٌّ لَّهٗ قٰنِتُوْنَ",
        "eng": "And to Him belong all those in the heavens and the earth—all are subject to His Will.",
        "bn": "আর আসমানসমূহ ও যমীনে যা কিছু আছে সব তাঁরই। সব কিছুই তাঁর অনুগত।",
        "pronunciationBn": "ওয়া লাহূমান ফিছছামা-ওয়া-তি ওয়াল আরদি কুল্লুল লাহূকা-নিতূন।"
      },
      {
        "id": 27,
        "arb": "وَهُوَ الَّذِىْ يَـبْدَؤُا الْخَـلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِ‌ؕ وَلَهُ الْمَثَلُ الْاَعْلٰى فِى السَّمٰوٰتِ وَالْاَرْضِ‌ۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ",
        "eng": "And He is the One Who originates the creation then will resurrect it—which is even easier for Him. To Him belong the finest attributes in the heavens and the earth. And He is the Almighty, All-Wise.",
        "bn": "আর তিনিই সৃষ্টির সূচনা করেন তারপর তিনিই এর পুনরাবৃত্তি করবেন। আর এটা তো তাঁর জন্য অধিকতর সহজ। আসমান ও যমীনে সর্বোচ্চ মর্যাদা তাঁরই এবং তিনি পরাক্রমশালী, প্রজ্ঞাময়।",
        "pronunciationBn": "ওয়া হুওয়াল্লাযী ইয়াবদাউল খালকা ছুম্মা ইউ‘ঈদুহূওয়া হুওয়া আহওয়ানু‘আলাইহি ওয়া লাহুল মাছালুল আ‘লা-ফিছছামা-ওয়া-তি ওয়াল আরদি ওয়া হুওয়াল ‘আঝীঝুল হাকীম।"
      },
      {
        "id": 28,
        "arb": "ضَرَبَ لَكُمْ مَّثَلًا مِّنْ اَنْفُسِكُمْ‌ؕ هَلْ لَّكُمْ مِّنْ مَّا مَلَـكَتْ اَيْمَانُكُمْ مِّنْ شُرَكَآءَ فِىْ مَا رَزَقْنٰكُمْ فَاَنْتُمْ فِيْهِ سَوَآءٌ تَخَافُوْنَهُمْ كَخِيْفَتِكُمْ اَنْفُسَكُمْ‌ؕ كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْقِلُوْنَ",
        "eng": "He sets forth for you an example ˹drawn˺ from your own lives: would you allow some of those ˹bondspeople˺ in your possession to be your equal partners in whatever ˹wealth˺ We have provided you, keeping them in mind as you are mindful of your peers? This is how We make the signs clear for people who understand.",
        "bn": "তিনি তোমাদের জন্য তোমাদের মধ্য থেকে একটি উপমা বর্ণনা করেছেন; আমি তোমাদেরকে যে রিয্ক দিয়েছি তাতে তোমাদের অধিকারভুক্ত দাস-দাসীরা কি অংশীদার? ফলে তোমরা কি এ বিষয়ে সমান? তোমরা কি তাদেরকে তেমনভাবে ভয় কর যেমনভাবে ভয় কর তোমাদের পরস্পরকে? এভাবেই আমি নিদর্শনাবলী বিস্তারিত বর্ণনা করেছি সে কওমের জন্য যারা উপলব্ধি করে।  দাস-দাসীরা মনিবের সম্পদের অংশীদার হয় না এবং মনিবরা তাদেরকে ভয়ও করে না। তেমনিভাবে সারা জাহানের মালিক আল্লাহর সাথে কারো অংশিদারিত্ব হতে পারে না।",
        "pronunciationBn": "দারাবা লাকুম মাছালাম মিন আনফুছিকুম; হাল লাকুম মিম্মা-মালাকাত আইমা-নুকুম মিন শুরাকাআ ফী মা-রাঝাকনা-কুম ফাআনতুম ফীহি ছাওয়াউন তাখা-ফূনাহুম কাখীফাতিকুম আনফুছাকুম কাযা-লিকা নুফাসসিলুল আ-য়া-তি লিকাওমিইঁ ইয়া‘কিলূন।"
      },
      {
        "id": 29,
        "arb": "بَلِ اتَّبَعَ الَّذِيْنَ ظَلَمُوْۤا اَهْوَآءَهُمْ بِغَيْرِ عِلْمٍ‌ۚ فَمَنْ يَّهْدِىْ  مَنْ اَضَلَّ اللّٰهُ  ‌ؕ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
        "eng": "In fact, the wrongdoers merely follow their desires with no knowledge. Who then can guide those Allah has left to stray? They will have no helpers.",
        "bn": "বরং যালিমরা জ্ঞান ছাড়াই তাদের খেয়াল খুশীর অনুসরণ করে। সুতরাং যাকে আল্লাহ পথভ্রষ্ট করেন কে তাকে হিদায়াত করবে? আর তাদের জন্য কোন সাহায্যকারী নেই।",
        "pronunciationBn": "বালিততাবা‘আল্লাযীনা জালামূআহওয়াআহুম বিগাইরি ‘ইলমিন ফামাইঁ ইয়াহদী মান আদাল্লাল্লা-হু ওয়ামা-লাহুম মিন না-সিরীন।"
      },
      {
        "id": 30,
        "arb": "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًا  ‌ؕ فِطْرَتَ اللّٰهِ الَّتِىْ فَطَرَ النَّاسَ عَلَيْهَا  ‌ؕ لَا تَبْدِيْلَ لِخَـلْقِ اللّٰهِ‌ ؕ ذٰ لِكَ الدِّيْنُ الْقَيِّمُ  ۙ  وَلٰـكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ  ۙ ",
        "eng": "So be steadfast in faith in all uprightness ˹O Prophet˺—the natural Way of Allah which He has instilled in ˹all˺ people. Let there be no change in this creation of Allah. That is the Straight Way, but most people do not know.",
        "bn": "অতএব তুমি একনিষ্ঠ হয়ে দীনের জন্য নিজকে প্রতিষ্ঠিত রাখ। আল্লাহর প্রকৃতি, যে প্রকৃতির উপর তিনি মানুষ সৃষ্টি করেছেন। আল্লাহর সৃষ্টির কোন পরিবর্তন নেই। এটাই প্রতিষ্ঠিত দীন; কিন্তু অধিকাংশ মানুষ জানে না।  فطرة স্বভাব, প্রকৃতি। মহান আল্লাহ মানুষকে যে সহজাত প্রকৃতি দিয়ে সৃষ্টি করেছেন। তাকেই فطرة الله বলা হয়েছে। আর فطرة الله এর মর্মার্থ হল ইসলাম।",
        "pronunciationBn": "ফাআকিম ওয়াজহাকা লিদ্দীনি হানীফান ফিতরাতাল্লা-হিল্লাতী ফাতারান্না-ছা ‘আলাইহা- লা-তাবদীলা লিখালকিল্লা-হি যা-লিকাদদীনুল কাইয়িমুওয়া লা-কিন্না আকছারান্না-ছি লা-ইয়া‘লামূন।"
      },
      {
        "id": 31,
        "arb": "مُنِيْبِيْنَ اِلَيْهِ وَاتَّقُوْهُ وَاَقِيْمُوا الصَّلٰوةَ وَلَا تَكُوْنُوْا مِنَ الْمُشْرِكِيْنَۙ",
        "eng": "˹O believers!˺ Always turn to Him ˹in repentance˺, be mindful of Him, and establish prayers. And do not be polytheists—",
        "bn": "তাঁর অভিমুখী হয়ে তাঁকে ভয় কর, সালাত কায়েম কর, আর মুশরিকদের অন্তর্ভুক্ত হয়ো না।",
        "pronunciationBn": "মুনীবীনা ইলাইহি ওয়াত্তাকূহু ওয়াআকীমুসসালা-তা ওয়ালা-তাকূনূমিনাল মুশরিকীন।"
      },
      {
        "id": 32,
        "arb": "مِنَ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا  ‌ؕ كُلُّ حِزْبٍۢ بِمَا لَدَيْهِمْ فَرِحُوْنَ",
        "eng": "˹like˺ those who have divided their faith and split into sects, each rejoicing in what they have.",
        "bn": "যারা নিজদের দীনকে বিভক্ত করেছে এবং যারা বিভিন্ন দলে বিভক্ত হয়েছে (তাদের অন্তর্ভুক্ত হয়ো না)। প্রত্যেক দলই নিজদের যা আছে তা নিয়ে আনন্দিত।",
        "pronunciationBn": "মিনাল্লাযীনা ফাররাকূদীনাহুম ওয়া কা-নূশিয়া‘আন কুল্লুহিঝবিম বিমা-লাদাইহিম ফারিহুন।"
      },
      {
        "id": 33,
        "arb": "وَاِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُّنِيْبِيْنَ اِلَيْهِ ثُمَّ  اِذَاۤ اَذَاقَهُمْ مِّنْهُ رَحْمَةً اِذَا فَرِيْقٌ مِّنْهُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ",
        "eng": "When people are touched with hardship, they cry out to their Lord, turning to Him ˹alone˺. But as soon as He gives them a taste of His mercy, a group of them associates ˹others˺ with their Lord ˹in worship˺,",
        "bn": "আর মানুষকে যখন দুঃখ-কষ্ট স্পর্শ করে তখন তারা তাদের রবের প্রতি বিনীতভাবে ফিরে এসে তাকে ডাকে। তারপর যখন তিনি তাদের স্বীয় রহমত আস্বাদন করান, তখন তাদের মধ্যকার একটি দল তাদের রবের সাথে শরীক করে;",
        "pronunciationBn": "ওয়া ইযা-মাছছান্না-ছা দু ররুন দা‘আও রাব্বাহুম মুনীবীনা ইলাইহি ছু ম্মা ইযাআযা-কাহুম মিনহু রাহামাতান ইযা-ফারীকুম মিনহুম বিরাব্বিহিম ইউশরিকূন।"
      },
      {
        "id": 34,
        "arb": "لِيَكْفُرُوْا  بِمَاۤ اٰتَيْنٰهُمْ‌ؕ فَتَمَتَّعُوْا فَسَوْفَ تَعْلَمُوْنَ",
        "eng": "becoming ungrateful for whatever ˹favours˺ We have given them. So enjoy yourselves, for soon you will know.",
        "bn": "ফলে আমি তাদের যা দিয়েছি তার প্রতি তারা অকৃতজ্ঞ হয়। সুতরাং তোমরা ভোগ করে নাও। শীঘ্রই তোমরা জানতে পারবে।",
        "pronunciationBn": "লিয়াকফুরূ বিমাআ-তাইনা-হুম ফাতামাত্তা‘ঊ ফাছাওফা তা‘লামূন।"
      },
      {
        "id": 35,
        "arb": "اَمْ اَنْزَلْنَا عَلَيْهِمْ سُلْطٰنًا  فَهُوَ يَتَكَلَّمُ بِمَا كَانُوْا بِهٖ يُشْرِكُوْنَ",
        "eng": "Or have We sent down to them an authority which attests to what they associate ˹with Him˺?",
        "bn": "আমি কি তাদের প্রতি এমন কোন প্রমাণ নাযিল করেছি, যা তাদের শরীক করতে বলে?",
        "pronunciationBn": "আম আনঝালনা-‘আলাইহিম ছুলতা-নান ফাহুওয়া ইয়াতাকাল্লামুবিমা-কা-নূবিহী ইউশরিকূন।"
      },
      {
        "id": 36,
        "arb": "وَاِذَاۤ اَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوْا  بِهَاؕ‌ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ ۢ بِمَا قَدَّمَتْ اَيْدِيْهِمْ اِذَا هُمْ يَقْنَطُوْنَ",
        "eng": "If We give people a taste of mercy, they become prideful ˹because˺ of it. But if they are afflicted with an evil for what their hands have done, they instantly fall into despair.",
        "bn": "আর আমি যখন মানুষকে রহমতের স্বাদ আস্বাদন করাই তখন তারা তাতে আনন্দিত হয়। আর যদি তাদের কৃতকর্মের কারণে তাদের উপর অকল্যাণ পৌঁছে তখন তারা হতাশ হয়ে পড়ে।",
        "pronunciationBn": "ওয়া ইযা-আযাকনান্না-ছা রাহমাতান ফারিহূবিহা- ওয়া ইন তুসিবহুম ছাইয়িআতুম বিমা-কাদ্দামাত আইদীহিম ইযা-হুম ইয়াকনাতূন।"
      },
      {
        "id": 37,
        "arb": "اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَآءُ وَيَقْدِرُ‌ؕ اِنَّ فِىْ  ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ",
        "eng": "Have they not seen that Allah gives abundant or limited provisions to whoever He wills? Surely in this are signs for people who believe.",
        "bn": "তারা কি দেখেনি, নিশ্চয় আল্লাহ যার জন্য ইচ্ছা রিয্ক প্রশস্ত করেন এবং সঙ্কুচিত করেন। নিশ্চয় এতে নিদর্শনাবলী রয়েছে সেই কওমের জন্য, যারা ঈমান আনে।",
        "pronunciationBn": "আওয়া লাম ইয়ারাও আন্নাল্লা-হা ইয়াবছুতুর রিঝকা লিমাইঁ ইয়াশাউ ওয়া ইয়াকদিরু ইন্না ফী যা-লিকা লাআ-য়া-তিল লিকাওমিইঁ ইউ’মিনূন।"
      },
      {
        "id": 38,
        "arb": "فَاٰتِ ذَا الْقُرْبٰى حَقَّهٗ وَ الْمِسْكِيْنَ وَابْنَ السَّبِيْلِ‌ؕ ذٰلِكَ خَيْرٌ لِّلَّذِيْنَ يُرِيْدُوْنَ وَجْهَ  اللّٰهِ‌ وَاُولٰٓٮِٕكَ هُمُ الْمُفْلِحُوْنَ",
        "eng": "So give your close relatives their due, as well as the poor and the ˹needy˺ traveller. That is best for those who seek the pleasure of Allah, and it is they who will be successful.",
        "bn": "অতএব আত্মীয়-স্বজনকে তাদের হক দিয়ে দাও এবং মিসকীন ও মুসাফিরকেও। এটি উত্তম তাদের জন্য, যারা আল্লাহর সন্তুষ্টি চায় এবং তারাই সফলকাম।",
        "pronunciationBn": "ফাআ-তি যাল কুরবা-হাক্কাহূওয়াল মিছকীনা ওয়াবনাছছাবীল যা-লিকা খাইরুল লিল্লাযীনা ইউরীদূ না ওয়াজহাল্লা-হি ওয়া উলাইকা হুমুল মুফলিহূন।"
      },
      {
        "id": 39,
        "arb": "وَمَاۤ اٰتَيْتُمْ مِّنْ رِّبًا لِّيَرْبُوَا۟  فِىْۤ اَمْوَالِ النَّاسِ فَلَا يَرْبُوْا عِنْدَ اللّٰهِ‌ۚ وَمَاۤ اٰتَيْتُمْ مِّنْ زَكٰوةٍ  تُرِيْدُوْنَ وَجْهَ اللّٰهِ فَاُولٰٓٮِٕكَ هُمُ الْمُضْعِفُوْنَ",
        "eng": "Whatever loans you give, ˹only˺ seeking interest at the expense of people’s wealth will not increase with Allah. But whatever charity you give, ˹only˺ seeking the pleasure of Allah—it is they whose reward will be multiplied.",
        "bn": "আর তোমরা যে সূদ দিয়ে থাক, মানুষের সম্পদে বৃদ্ধি পাওয়ার জন্য তা মূলতঃ আল্লাহর কাছে বৃদ্ধি পায় না। আর তোমরা যে যাকাত দিয়ে থাক আল্লাহর সন্তুষ্টি কামনা করে (তাই বৃদ্ধি পায়) এবং তারাই বহুগুণ সম্পদ প্রাপ্ত।",
        "pronunciationBn": "ওয়ামাআ-তাইতুম মির রিবাল লিয়ারবুওয়া ফীআমওয়া-লিন্না-ছি ফালা-ইয়ারবূ‘ইনদাল্লা-হি ওয়ামাআ-তাইতুম মিন ঝাকা-তিন তুরীদূ না ওয়াজহাল্লা-হি ফাউলাইকা হুমুল মু দ‘ইফূন।"
      },
      {
        "id": 40,
        "arb": "اَللّٰهُ الَّذِىْ خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْ‌ ؕ هَلْ مِنْ شُرَكَآٮِٕكُمْ مَّنْ يَّفْعَلُ مِنْ ذٰ لِكُمْ مِّنْ شَىْءٍ‌ؕ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ",
        "eng": "It is Allah Who created you, then gives you provisions, then will cause you to die, and then will bring you back to life. Can any of your associate-gods do any of this? Glorified and Exalted is He above what they associate with Him ˹in worship˺!",
        "bn": "আল্লাহ সেই সত্তা যিনি তোমাদেরকে সৃষ্টি করেছেন, তারপর তোমাদেরকে রিয্ক দিয়েছেন। এরপর তিনি তোমাদের মৃত্যু দেবেন, পরে আবার তোমাদের জীবন দেবেন। তোমাদের শরীকদের মধ্যে এমন কেউ আছে কি, যে এ থেকে কোন কিছু করতে পারবে? তিনি পবিত্র এবং তারা যাদের শরীক করে তা থেকে তিনি ঊর্ধ্বে।",
        "pronunciationBn": "আল্লা-হুল্লাযী খালাকাকুম ছুম্মা রাঝাকাকুম ছুম্মা ইউমীতুকুম ছুম্মা ইউহঈকুম হাল মিন শুরাকাইকুম মাইঁ ইয়াফ‘আলুমিন যা-লিকুম মিন শাইয়িন ছুবহা-নাহূওয়া তা‘আলা-‘আম্মা-ইউশরিকূন।"
      },
      {
        "id": 41,
        "arb": "ظَهَرَ الْفَسَادُ فِى الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ اَيْدِى النَّاسِ لِيُذِيْقَهُمْ بَعْضَ الَّذِىْ عَمِلُوْا لَعَلَّهُمْ يَرْجِعُوْنَ",
        "eng": "Corruption has spread on land and sea as a result of what people’s hands have done, so that Allah may cause them to taste ˹the consequences of˺ some of their deeds and perhaps they might return ˹to the Right Path˺.",
        "bn": "মানুষের কৃতকর্মের দরুন স্থলে ও সমুদ্রে ফাসাদ প্রকাশ পায়। যার ফলে আল্লাহ তাদের কতিপয় কৃতকর্মের স্বাদ তাদেরকে আস্বাদন করান, যাতে তারা ফিরে আসে।",
        "pronunciationBn": "জাহারাল ফাছা-দুফিল বাররি ওয়ালবাহরি বিমা-কাছাবাত আইদিন্না-ছি লিইউযীকাহুম বা‘দাল্লাযী ‘আমিলূলা‘আল্লাহুম ইয়ারজি‘ঊন।"
      },
      {
        "id": 42,
        "arb": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلُ‌ؕ كَانَ اَكْثَرُهُمْ مُّشْرِكِيْنَ",
        "eng": "Say, ˹O Prophet,˺ “Travel throughout the land and see what was the end of those ˹destroyed˺ before ˹you˺—most of them were polytheists.”",
        "bn": "বল, ‘তোমরা যমীনে ভ্রমণ কর। অতঃপর দেখ পূর্ববর্তীদের পরিণাম কিরূপ হয়েছিল’। তাদের অধিকাংশই ছিল মুশরিক।",
        "pronunciationBn": "কুল ছীরূফিল আরদিফানজুরূ কাইফা কা-না ‘আ-কিবাতুল্লাযীনা মিন কাবলু কানা আকছারুহুম মুশরিকীন।"
      },
      {
        "id": 43,
        "arb": "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ  الْقَيِّمِ مِنْ قَبْلِ اَنْ يَّاْتِىَ يَوْمٌ لَّا مَرَدَّ لَهٗ مِنَ اللّٰهِ‌ يَوْمَٮِٕذٍ  يَّصَّدَّعُوْنَ",
        "eng": "So be steadfast in the Upright Faith ˹O Prophet˺, before the coming of a Day from Allah that cannot be averted. On that Day the people will be divided:",
        "bn": "তাই তুমি তোমার নিজকে সরল-সঠিক দীনের উপর কায়েম রাখ, আল্লাহর পক্ষ থেকে সেদিন আসার পূর্বে, যা ফেরানো যাবে না। সেদিন তারা বিভক্ত হয়ে পড়বে।",
        "pronunciationBn": "ফাআকিম ওয়াজহাকা লিদ্দীনিল কাইয়িমি মিন কাবলি আইঁ ইয়া’তিয়া ইয়াওমুল লা-মারাদ্দা লাহূমিনাল্লা-হি ইয়াওমাইযিইঁ ইয়াসসাদ্দা‘ঊন।"
      },
      {
        "id": 44,
        "arb": "مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهٗ  ‌ۚ وَمَنْ عَمِلَ صَالِحاً  فَلِاَنْفُسِهِمْ يَمْهَدُوْنَۙ",
        "eng": "those who disbelieved will bear ˹the burden of˺ their own disbelief; and those who did good will have prepared for themselves ˹eternal homes˺,",
        "bn": "যে কুফরী করে তার কুফরীর পরিণাম তার উপরই। আর যারা সৎকর্ম করে তারা তাদের নিজদের জন্য শয্যা রচনা করে।",
        "pronunciationBn": "মান কাফারা ফা‘আলাইহি কুফরুহু ওয়া মান ‘আমিলা সা-লিহান ফালিআনফুছিহিম ইয়ামহাদূ ন।"
      },
      {
        "id": 45,
        "arb": "لِيَجْزِىَ الَّذِيْنَ اٰمَنُوا وَعَمِلُوْا الصّٰلِحٰتِ مِنْ فَضْلِهٖ‌ؕ اِنَّهٗ لَا يُحِبُّ الْكٰفِرِيْنَ",
        "eng": "so that He may ˹generously˺ reward those who believe and do good, out of His grace. He truly does not like the disbelievers.",
        "bn": "যেন তিনি স্বীয় অনুগ্রহে প্রতিদান দেন, যারা ঈমান আনে এবং সৎকাজ করে তাদেরকে। নিশ্চয় তিনি কাফিরদের ভালবাসেন না।",
        "pronunciationBn": "লিয়াজঝিইয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি মিন ফাদলিহী ইন্নাহূলাইউহিব্বুল কা-ফিরীন।"
      },
      {
        "id": 46,
        "arb": "وَمِنْ اٰيٰتِهٖۤ  اَنْ يُّرْسِلَ الرِّيَاحَ مُبَشِّرٰتٍ وَّلِيُذِيْقَكُمْ مِّنْ رَّحْمَتِهٖ وَلِتَجْرِىَ  الْفُلْكُ بِاَمْرِهٖ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ",
        "eng": "And one of His signs is that He sends the winds, ushering in good news ˹of rain˺ so that He may give you a taste of His mercy, and that ships may sail by His command, and that you may seek His bounty, and perhaps you will be grateful.",
        "bn": "আর তাঁর নিদর্শনসমূহের মধ্যে রয়েছে, তিনি বাতাস প্রেরণ করেন [বৃষ্টির] সুসংবাদ বহনকারী হিসেবে এবং যাতে তিনি তোমাদেরকে তাঁর রহমত আস্বাদন করাতে পারেন এবং যাতে তাঁর নির্দেশে নৌযানগুলো চলাচল করে, আর যাতে তোমরা তাঁর অনুগ্রহ থেকে কিছু সন্ধান করতে পার। আর যাতে তোমরা কৃতজ্ঞ হও।",
        "pronunciationBn": "ওয়া মিন আ-য়া-তিহীআইঁ ইউরছিলার রিয়া-হামুবাশশিরা-তিওঁ ওয়া লিইউযীকাকুম মিররাহমাতিহী ওয়া লিতাজরিয়াল ফুলকুবিআমরিহী ওয়া লিতাবতাগূমিন ফাদলিহী ওয়া লা‘আল্লাকুম তাশকুরূন।"
      },
      {
        "id": 47,
        "arb": "وَ لَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا اِلٰى قَوْمِهِمْ فَجَآءُوْهُمْ بِالْبَيِّنٰتِ فَانْتَقَمْنَا مِنَ الَّذِيْنَ اَجْرَمُوْا ‌ؕ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِيْنَ",
        "eng": "Indeed, We sent before you ˹O Prophet˺ messengers, each to their own people, and they came to them with clear proofs. Then We inflicted punishment upon those who persisted in wickedness. For it is Our duty to help the believers.",
        "bn": "আর অবশ্যই আমি তোমার পূর্বে রাসূলগণকে তাদের কওমের নিকট পাঠিয়েছিলাম। অতঃপর তারা তাদের কাছে সুস্পষ্ট প্রমাণাদি নিয়ে এসেছিল। অতঃপর যারা অপরাধ করেছিল আমি তাদের থেকে প্রতিশোধ গ্রহণ করলাম। আর মুমিনদেরকে সাহায্য করা তো আমার কর্তব্য।",
        "pronunciationBn": "ওয়া লাকাদ আরছালনা-মিন কাবলিকা রুছুলান ইলা-কাওমিহিম ফাজাঊহুম বিল বাইয়িনাতি ফানতাকামনা-মিনাল্লাযীনা আজরামূ ওয়া কা-না হাক্কান ‘আলাইনা-নাসরুল মু’মিনীন।"
      },
      {
        "id": 48,
        "arb": "اَللّٰهُ الَّذِىْ يُرْسِلُ الرِّيٰحَ فَتُثِيْرُ سَحَابًا فَيَبْسُطُهٗ فِى السَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهٗ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖ‌ۚ فَاِذَاۤ اَصَابَ بِهٖ مَنْ يَّشَآءُ مِنْ عِبَادِهٖۤ اِذَا هُمْ يَسْتَبْشِرُوْنَۚ",
        "eng": "It is Allah Who sends the winds, which then stir up ˹vapour, forming˺ clouds, which He then spreads out in the sky or piles up into masses as He wills, from which you see rain come forth. Then as soon as He causes it to fall on whoever He wills of His servants, they rejoice,",
        "bn": "আল্লাহ, যিনি বাতাস প্রেরণ করেন ফলে তা মেঘমালাকে ধাওয়া করে; অতঃপর তিনি মেঘমালাকে যেমন ইচ্ছা আকাশে ছড়িয়ে দেন এবং তাকে খন্ড- বিখন্ড করে দেন, ফলে তুমি দেখতে পাও, তার মধ্য থেকে নির্গত হয় বারিধারা। অতঃপর যখন তিনি তাঁর বান্দাদের মধ্যে যাদের উপর ইচ্ছা বারি বর্ষণ করেন, তখন তারা হয় আনন্দিত।",
        "pronunciationBn": "আল্লা-হুল্লাযী ইউরছিলুর রিয়া-হা ফাতুছীরু ছাহা-বান ফাইয়াবছুতু হূফিছ ছামাই কাইফা ইয়াশা-উ ওয়া ইয়াজ‘আলুহূকিছাফান ফাতারাল ওয়াদকা ইয়াখরুজুমিন খিলা-লিহী ফাইযা আসা-বা বিহী মাইঁ ইয়াশা-উ মিন ‘ইবা-দিহী ইযা-হুম ইয়াছতাবশিরূন।"
      },
      {
        "id": 49,
        "arb": "وَاِنْ  كَانُوْا مِنْ قَبْلِ اَنْ يُّنَزَّلَ عَلَيْهِمْ مِّنْ قَبْلِهٖ لَمُبْلِسِيْنَ",
        "eng": "although they had utterly lost hope just before it was sent down to them.",
        "bn": "যদিও এর আগে তাদের প্রতি বৃষ্টি বর্ষণের পূর্বে তারা ছিল নিরাশ।",
        "pronunciationBn": "ওয়া ইন কা-নূমিন কাবলি আইঁ ইউনাঝঝালা ‘আলাইহিম মিন কাবলিহী লামুবলিছীন।"
      },
      {
        "id": 50,
        "arb": "فَانْظُرْ اِلٰٓى اٰثٰرِ رَحْمَتِ اللّٰهِ كَيْفَ يُحْىِ الْاَرْضَ بَعْدَ مَوْتِهَا   ‌ؕ اِنَّ ذٰ لِكَ لَمُحْىِ الْمَوْتٰى  ‌ۚ وَهُوَ عَلٰى كُلِّ شَىْءٍ قَدِيْرٌ",
        "eng": "See then the impact of Allah’s mercy: how He gives life to the earth after its death! Surely That ˹same God˺ can raise the dead. For He is Most Capable of everything.",
        "bn": "অতএব তুমি আল্লাহর রহমতের চিহ্নসমূহের প্রতি দৃষ্টি দাও। কিভাবে তিনি যমীনের মৃত্যুর পর তা জীবিত করেন। নিশ্চয় এভাবেই তিনি মৃতকে জীবিত করেন এবং তিনি সব কিছুর উপর সর্বশক্তিমান।",
        "pronunciationBn": "ফানজু র ইলা আ-ছা-রি রাহমাতিল্লা-হি কাইফা ইউহয়িল আরদা বা‘দা মাওতিহা- ইন্না যা-লিকা লামুহয়িল মাওতা- ওয়া হুওয়া ‘আলা-কুল্লি শাইয়িন কাদীর।"
      },
      {
        "id": 51,
        "arb": "وَلَٮِٕنْ  اَرْسَلْنَا رِيْحًا فَرَاَوْهُ مُصْفَرًّا لَّظَلُّوْا مِنْۢ بَعْدِهٖ يَكْفُرُوْنَ",
        "eng": "Then if We send a ˹harsh˺ wind which they see withering ˹their˺ crops, they will definitely deny ˹old favours˺ right after.",
        "bn": "আর যদি আমি এমন বাতাস প্রেরণ করি যার ফলে তারা শস্যকে হলুদ রঙের দেখতে পায়। তখন তো তারা অকৃতজ্ঞ হয়ে পড়ে।",
        "pronunciationBn": "ওয়া লাইন আরছালনা-রীহান ফারাআওহু মুসফাররাল লাজাললূমিম বা‘দিহী ইয়াকফুরূন।"
      },
      {
        "id": 52,
        "arb": "فَاِنَّكَ  لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَآءَ اِذَا وَلَّوْا مُدْبِرِيْنَ",
        "eng": "So you ˹O Prophet˺ certainly cannot make the dead hear ˹the truth˺. Nor can you make the deaf hear the call when they turn their backs and walk away.",
        "bn": "নিশ্চয় তুমি মৃতকে শুনাতে পারবে না, না পারবে বধিরকে আহবান শুনাতে, যখন তারা পৃষ্ঠ প্রদর্শন করে ফিরে যায়।",
        "pronunciationBn": "ফাইন্নাকা লা-তুছমি‘উল মাওতা-ওয়ালা-তুছমি‘উস সুম্মাদ দু‘আআ ইযা-ওয়াল্লাও মুদবিরীন।"
      },
      {
        "id": 53,
        "arb": "وَمَاۤ اَنْتَ بِهٰدِ الْعُمْىِ عَنْ ضَلٰلَتِهِمْ‌ؕ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ  بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ",
        "eng": "Nor can you lead the blind out of their misguidance. You can make none hear ˹the truth˺ except those who believe in Our revelations, ˹fully˺ submitting ˹to Allah˺.",
        "bn": "আর তুমি অন্ধদেরকেও তাদের ভ্রষ্টতা থেকে হিদায়াতে আনতে পারবে না, তুমি শুধু তাদেরই শুনাতে পারবে যারা আমার আয়াতসমূহের প্রতি ঈমান আনে, কারণ তারা আত্মসমর্পনকারী।",
        "pronunciationBn": "ওয়া মাআনতা বিহা-দিল ‘উময়ি ‘আন দালা-লাতিহিম ইন তুছমি‘উ ইল্লা-মাইঁ ইউ’মিনু বিআ-য়া-তিনা-ফাহুম মুছলিমূন।"
      },
      {
        "id": 54,
        "arb": "اَللّٰهُ الَّذِىْ خَلَقَكُمْ مِّنْ ضُؔعْفٍ ثُمَّ جَعَلَ مِنْۢ بَعْدِ ضُؔعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْۢ بَعْدِ قُوَّةٍ ضُؔعْفًا وَّشَيْبَةً  ‌ؕ يَخْلُقُ مَا يَشَآءُ ‌ۚ وَهُوَ الْعَلِيْمُ الْقَدِيْرُ",
        "eng": "It is Allah Who created you in a state of weakness, then developed ˹your˺ weakness into strength, then developed ˹your˺ strength into weakness and old age. He creates whatever He wills. For He is the All-Knowing, Most Capable.",
        "bn": "আল্লাহ, যিনি তোমাদের সৃষ্টি করেছেন দুর্বল বস্তু থেকে এবং দুর্বলতার পর তিনি শক্তি দান করেন। আর শক্তির পর তিনি আবার দেন দুর্বলতা ও বার্ধক্য। তিনি যা ইচ্ছা সৃষ্টি করেন এবং তিনিই সর্বজ্ঞ, সর্বশক্তিমান।",
        "pronunciationBn": "আল্লা-হুল্লাযী খালাকাকুম মিন দু‘ফিন ছু ম্মা জা‘আলা মিম বা‘দি দু‘ফিন কু ওওয়াতান ছু ম্মা জা‘আলা মিম বা‘দি কুওওয়াতিন দু‘ফাওঁ ওয়া শাইবাতাইঁ ইয়াখলুকুমা-ইয়াশাউ ওয়া হুওয়াল ‘আলীমুল কাদীর।"
      },
      {
        "id": 55,
        "arb": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُوْنَ ۙ مَا لَبِثُوْا غَيْرَ سَاعَةٍ  ‌ؕ كَذٰلِكَ كَانُوْا يُؤْفَكُوْنَ",
        "eng": "And on the Day the Hour will arrive, the wicked will swear that they did not stay ˹in this world˺ more than an hour. In this way they were always deluded ˹in the world˺.",
        "bn": "আর যেদিন কিয়ামত অনুষ্ঠিত হবে সেদিন অপরাধীরা কসম করে বলবে যে, তারা মুহূর্তকালের বেশী অবস্থান করেনি। এভাবেই তারা সত্যবিমুখ থেকেছে।",
        "pronunciationBn": "ওয়া ইয়াওমা তাকূমুছ ছা-‘আতুইউকছিমুল মুজরিমূনা মা-লাবিছূগাইরা ছা‘আতিন কাযা-লিকা কা-নূইউ’ফাকূন।"
      },
      {
        "id": 56,
        "arb": "وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَ الْاِيْمَانَ لَقَدْ لَبِثْـتُمْ فِىْ كِتٰبِ اللّٰهِ اِلٰى يَوْمِ الْبَـعْثِ فَهٰذَا يَوْمُ الْبَـعْثِ وَلٰـكِنَّكُمْ كُنْـتُمْ لَا تَعْلَمُوْنَ",
        "eng": "But those gifted with knowledge and faith will say ˹to them˺, “You did actually stay—as destined by Allah—until the Day of Resurrection. So here is the Day of Resurrection ˹which you denied˺! But you did not know ˹it was true˺.”",
        "bn": "আর যাদেরকে জ্ঞান ও ঈমান দেয়া হয়েছে তারা বলবে, ‘তোমরা আল্লাহর বিধান মত পুনরুত্থান দিবস পর্যন্ত অবস্থান করেছ। আর এটি পুনরুত্থান দিবস। কিন্তু তোমরা জানতে না।’",
        "pronunciationBn": "ওয়া কা-লাল্লাযীনা ঊতুল ‘ইলমা ওয়াল ঈমা-না লাকাদ লাবিছতুম ফী কিতা-বিল্লা-হি ইলা-ইয়াওমিল বা‘ছি ফাহা-যা-ইয়াওমুল বা‘ছিওয়ালা-কিন্নাকুম কনতুম লা-তা‘লামূন।"
      },
      {
        "id": 57,
        "arb": "فَيَوْمَٮِٕذٍ لَّا يَنْفَعُ  الَّذِيْنَ ظَلَمُوْا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُوْنَ",
        "eng": "So on that Day the wrongdoers’ excuses will not benefit them, nor will they be allowed to appease ˹their Lord˺.",
        "bn": "অতঃপর যারা যুলম করেছে, সেদিন তাদের কোন ওযর-আপত্তি উপকারে আসবে না এবং (আল্লাহকে) সন্তুষ্ট করতেও তাদেরকে বলা হবে না।",
        "pronunciationBn": "ফাইয়াওমাইযিল লা-ইয়ানফা‘উল্লাযীনা জালামূমা‘যিরাতুহুম ওয়ালা-হুম ইউছতা‘তাবূন।"
      },
      {
        "id": 58,
        "arb": "وَلَقَدْ  ضَرَبْنَا لِلنَّاسِ فِىْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍ‌ؕ وَلَٮِٕنْ جِئْتَهُمْ  بِاٰيَةٍ لَّيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْۤا اِنْ اَنْتُمْ اِلَّا مُبْطِلُوْنَ",
        "eng": "We have certainly set forth every ˹kind of˺ lesson for people in this Quran. And no matter what sign you bring to them ˹O Prophet˺, the disbelievers will definitely say ˹to the believers˺, “You are only a people of falsehood.”",
        "bn": "আর আমি তো মানুষের জন্য এই কুরআনে সব ধরনের দৃষ্টান্ত পেশ করেছি। আর যদি তুমি তাদের কাছে কোন আয়াত নিয়ে আস, তবে অবশ্যই কাফিররা বলবে, ‘তোমরা তো বাতিলপন্থী’।",
        "pronunciationBn": "ওয়া লাকাদ দারাবনা-লিন্না-ছি ফী হা-যাল কুরআ-নি মিন কুল্লি মাছালিওঁ ওয়া লাইন জি’তাহুম বিআ-ইয়াতিল লাইয়াকূলান্নাল্লাযীনা কাফারূইন আনতুম ইল্লা-মুবতিলূন।"
      },
      {
        "id": 59,
        "arb": "كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الَّذِيْنَ لَا يَعْلَمُوْنَ",
        "eng": "This is how Allah seals the hearts of those unwilling to know ˹the truth˺.",
        "bn": "এমনিভাবে আল্লাহ মোহর মেরে দেন তাদের হৃদয়সমূহে যারা জানে না।",
        "pronunciationBn": "কাযা-লিকা ইয়াতবা‘উল্লা-হু ‘আলা-কুলূবিল্লাযীনা লা-ইয়া‘লামূন।"
      },
      {
        "id": 60,
        "arb": "فَاصْبِرْ  اِنَّ وَعْدَ اللّٰهِ حَقٌّ‌ وَّلَا يَسْتَخِفَّنَّكَ الَّذِيْنَ لَا يُوْقِنُوْنَ",
        "eng": "So be patient, for the promise of Allah certainly is true. And do not be disturbed by those who have no sure faith.",
        "bn": "অতএব, তুমি সবর কর। নিশ্চয় আল্লাহর ওয়াদা হক। আর যারা দৃঢ়ভাবে বিশ্বাস করে না তারা যেন তোমাকে অস্থির করতে না পারে ।",
        "pronunciationBn": "ফাসবির ইন্না ওয়া‘দাল্লা-হি হাক্কুওঁ ওয়ালা-ইয়াছতাখিফফান্নাকাল্লাযীনা লা-ইঊকিনূন।"
      }
    ]
  }